{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"ВЎ":95,"Вў":96,"ВЈ":97,"ВӨ":98,"ВҘ":99,"ВҰ":100,"В§":101,"ВЁ":102,"В©":103,"ВӘ":104,"В«":105,"В¬":106,"В®":107,"ВҜ":108,"В°":109,"Вұ":110,"ВІ":111,"Ві":112,"Вҙ":113,"Вө":114,"В¶":115,"В·":116,"Вё":117,"В№":118,"Вә":119,"В»":120,"Вј":121,"ВҪ":122,"Вҫ":123,"Вҝ":124,"ГҖ":125,"ГҒ":126,"ГӮ":127,"Гғ":128,"Г„":129,"Г…":130,"ГҶ":131,"ГҮ":132,"ГҲ":133,"Гү":134,"ГҠ":135,"ГӢ":136,"ГҢ":137,"ГҚ":138,"ГҺ":139,"ГҸ":140,"Гҗ":141,"Г‘":142,"Г’":143,"Г“":144,"Г”":145,"Г•":146,"Г–":147,"Г—":148,"Гҳ":149,"Гҷ":150,"Гҡ":151,"Гӣ":152,"Гң":153,"Гқ":154,"Гһ":155,"Гҹ":156,"Г ":157,"ГЎ":158,"Гў":159,"ГЈ":160,"ГӨ":161,"ГҘ":162,"ГҰ":163,"Г§":164,"ГЁ":165,"Г©":166,"ГӘ":167,"Г«":168,"Г¬":169,"Гӯ":170,"Г®":171,"ГҜ":172,"Г°":173,"Гұ":174,"ГІ":175,"Гі":176,"Гҙ":177,"Гө":178,"Г¶":179,"Г·":180,"Гё":181,"Г№":182,"Гә":183,"Г»":184,"Гј":185,"ГҪ":186,"Гҫ":187,"Гҝ":188,"ДҖ":189,"ДҒ":190,"ДӮ":191,"Дғ":192,"Д„":193,"Д…":194,"ДҶ":195,"ДҮ":196,"ДҲ":197,"Дү":198,"ДҠ":199,"ДӢ":200,"ДҢ":201,"ДҚ":202,"ДҺ":203,"ДҸ":204,"Дҗ":205,"Д‘":206,"Д’":207,"Д“":208,"Д”":209,"Д•":210,"Д–":211,"Д—":212,"Дҳ":213,"Дҷ":214,"Дҡ":215,"Дӣ":216,"Дң":217,"Дқ":218,"Дһ":219,"Дҹ":220,"Д ":221,"ДЎ":222,"Дў":223,"ДЈ":224,"ДӨ":225,"ДҘ":226,"ДҰ":227,"Д§":228,"ДЁ":229,"Д©":230,"ДӘ":231,"Д«":232,"Д¬":233,"Дӯ":234,"Д®":235,"ДҜ":236,"Д°":237,"Дұ":238,"ДІ":239,"Ді":240,"Дҙ":241,"Дө":242,"Д¶":243,"Д·":244,"Дё":245,"Д№":246,"Дә":247,"Д»":248,"Дј":249,"ДҪ":250,"Дҫ":251,"Дҝ":252,"ЕҖ":253,"ЕҒ":254,"ЕӮ":255,"Еғ":256,"sc":257,"er":258,"_d":259,"al":260,"ver":261,"te":262,"isc":263,"_disc":264,"en":265,"ali":266,"over":267,"overy":268,"_discovery":269,"kali":270,"<|":271,"do":272,"fte":273,"xt":274,"|>":275,"endo":276,"ftext":277,"endoftext":278,"Д \"":279,"ho":280,"st":281,"ys":282,"sys":283,"_s":284,"ac":285,"an":286,"to":287,"scan":288,"_scan":289,"oc":290,"host":291,"\"<|":292,"me":293,"or":294,"in":295,"_p":296,"ne":297,"ol":298,"ar":299,"ame":300,"ct":301,"ete":302,"name":303,"pt":304,"ve":305,"Д sys":306,"how":307,"top":308,"arp":309,"etect":310,"_l":311,"_u":312,"_host":313,"_detect":314,"_show":315,"fac":316,"ic":317,"roc":318,"vc":319,"tool":320,"ocal":321,"ort":322,"face":323,"rocs":324,"tools":325,"_procs":326,"Д s":327,"Д ne":328,"Д net":329,"_in":330,"Д kali":331,"Д host":332,"Д p":333,"ou":334,"rou":335,"route":336,"Д i":337,"he":338,"ul":339,"ap":340,"cac":341,"dp":342,"ee":343,"ful":344,"ist":345,"ime":346,"ipt":347,"ive":348,"ker":349,"map":350,"nmap":351,"op":352,"os":353,"qu":354,"ript":355,"tive":356,"udp":357,"wee":358,"Д arp":359,"script":360,"alive":361,"active":362,"ing":363,"nel":364,"ptime":365,"ick":366,"orts":367,"cache":368,"full":369,"kernel":370,"open":371,"quick":372,"weep":373,"_ver":374,"_top":375,"_cache":376,"_kernel":377,"_svc":378,"_sweep":379,"_ports":380,"_local":381,"_list":382,"_uname":383,"_uptime":384,"_hosts":385,"_hostname":386,"local":387,"faces":388,"es":389,"fo":390,"ter":391,"um":392,"vic":393,"wor":394,"ervic":395,"enum":396,"Д svc":397,"Д servic":398,"Д networ":399,"Д port":400,"terfaces":401,"Д services":402,"Д network":403,"_tools":404,"_enum":405,"_info":406,"_interfaces":407,"Д is":408,"Д local":409,"Д route":410,"\"sys":411,"ping":412,"Д ver":413,"Д top":414,"Д tools":415,"Д nmap":416,"Д os":417,"Д udp":418,"Д script":419,"Д alive":420,"Д active":421,"Д full":422,"Д open":423,"Д quick":424,"Д ping":425,"at":426,"ays":427,"col":428,"hat":429,"iface":430,"re":431,"ways":432,"what":433,"Д ?":434,"Д al":435,"Д col":436,"Д iface":437,"Д always":438,"Д color":439,"Д g":440,"\"ver":441,"\"arp":442,"\"nmap":443,"\"open":444,"\"quick":445,"\"ping":446,"\"iface":447,"ad":448,"bad":449,"od":450,"ood":451,"Д bad":452,"red":453,"reen":454,"Д good":455,"de":456,"fin":457,"Д de":458,"Д defin":459,".ДҠ":460,"as":461,"ed":462,"Д as":463,"Д defined":464,"\".ДҠ":465,"routes":466,"Д routes":467,"\"top":468,"\"tools":469,"\"route":470,"\"os":471,"\"udp":472,"\"script":473,"\"alive":474,"\"active":475,"\"full":476,"green":477,"Д red":478,"Д green":479,"disc":480,"discovery":481,"detect":482,"procs":483,"list":484,"ports":485,"svc":486,"sweep":487,"uname":488,"uptime":489,"hosts":490,"hostname":491,"faceshow":492,"info":493,"interfaces":494,"Д netinterfaces":495,"Д kalitools":496,"Д kalidiscovery":497,"Д hostdisc":498,"Д hostinfo":499,"Д svcenum":500,"Д portscan":501,"Д servicesprocs":502,"Д networkdiscovery":503,"Д localdiscovery":504,"ifaceshow":505,"verdetect":506,"syskernel":507,"sysuname":508,"sysuptime":509,"syshostname":510,"Д syskernel":511,"Д sysuname":512,"Д sysuptime":513,"Д syshostname":514,"topprocs":515,"arpcache":516,"arplocal":517,"toolslist":518,"Д ifaceshow":519,"nmapver":520,"osdetect":521,"udptop":522,"Д arpcache":523,"Д arplocal":524,"scriptscan":525,"alivehosts":526,"activesvc":527,"fullscan":528,"openports":529,"quickscan":530,"pingsweep":531,"Д verdetect":532,"Д topprocs":533,"Д toolslist":534,"Д nmapver":535,"Д osdetect":536,"Д udptop":537,"Д scriptscan":538,"Д alivehosts":539,"Д activesvc":540,"Д fullscan":541,"Д openports":542,"Д quickscan":543,"Д pingsweep":544,"routeshow":545,"Д routeshow":546,"\".":547,"The":548,"am":549,"mar":550,"rul":551,"ram":552,"Д rul":553,"Д gram":554,"Д defines":555,"Д rules":556,"Д grammar":557}