#version: 0.2
h e
p y
c k
c he
che ck
Ġ py
_ check
t e
a l
_ s
e n
e s
h check
t hcheck
he al
heal thcheck
< |
d o
f te
x t
| >
en do
fte xt
endo ftext
o r
py healthcheck
a t
t at
u s
tat us
_s tatus
c es
e r
m e
_ p
n e
i s
r o
y s
Ġ "
c p
d is
i ces
i me
k er
m or
p t
s es
t s
u pt
v ices
or ts
ces ses
er vices
me mor
ne l
ro cesses
cp u
dis k
ker nel
upt ime
memor y
" py
" <|
_ cpu
_ disk
_ kernel
_ uptime
_ memory
_s ervices
_p orts
_p rocesses
o u
r es
t w
te m
or k
ne tw
ys tem
ou r
res our
netw ork
_ resour
_ network
c e
_s ystem
_resour ce
Ġ is
Ġpy healthcheck
a ys
c o
h at
l or
r e
w ays
w hat
Ġ ?
Ġ al
Ġ co
Ġal ways
Ġco lor
Ġ g
a d
b ad
o d
o od
u te
Ġ bad
ro ute
re d
re en
Ġg ood
route s
Ġpy check
g reen
Ġ red
Ġ routes
Ġg reen
d e
f i
Ġ de
Ġde fi
. Ċ
a s
Ġ as
ne d
Ġdefi ned
py check
" .Ċ
s tatus
Ġpycheck p
s ervices
s ystem
Ġpy resour
Ġpy network
Ġpy system
ces tatus
Ġpycheck cpu
Ġpycheck disk
Ġpycheck kernel
Ġpycheck uptime
Ġpycheck memory
Ġpycheck services
Ġpycheckp orts
Ġpycheckp rocesses
Ġpyresour cestatus
Ġpynetwork status
Ġpysystem status
pycheck p
" .
T he
a m
a r
l es
m ar
n es
r u
r am
Ġ ru
Ġg ram
Ġdefi nes
pycheck cpu
pycheck disk
pycheck kernel
pycheck uptime
pycheck memory
pycheck services
pycheckp orts
pycheckp rocesses
Ġru les
Ġgram mar
