#version: 0.2
s c
e r
v er
t e
d i
di sc
e n
o ver
disc over
discover y
< |
d o
f te
x t
| >
en do
fte xt
endo ftext
Ġ "
h o
s t
a l
y s
s ys
_ s
a c
a n
t o
sc an
_ scan
o c
ho st
" <|
m e
o r
i n
_ p
n e
al i
o l
d e
a r
a me
c t
n ame
p t
v e
Ġ sys
te ct
ho w
to p
de tect
ar p
_ l
_ u
_ discovery
_ host
_ detect
_s how
f ac
i c
r oc
v c
to ol
oc al
or t
fac e
roc s
tool s
_p rocs
Ġ s
Ġ ne
Ġne t
_ in
Ġ host
k ali
Ġ p
Ġ kali
o u
r ou
rou te
Ġ i
h e
u l
a p
c ac
d p
e e
f ul
i st
i me
i pt
i ve
k er
m ap
n map
o p
o s
q u
r ipt
t ive
u dp
w ee
Ġ arp
sc ript
ac tive
in g
ne l
ali ve
pt ime
ic k
ort s
cac he
ful l
ker nel
op en
qu ick
wee p
_ ver
_ top
_ cache
_ kernel
_s vc
_s weep
_p orts
_l ocal
_l ist
_u name
_u ptime
_host s
_host name
l ocal
face s
e s
f o
t er
u m
v ic
w or
er vic
en um
Ġs vc
Ġs ervic
Ġnet wor
Ġp ort
ter faces
Ġservic es
Ġnetwor k
_ disc
_ tools
_ enum
_in fo
_in terfaces
Ġi s
Ġ local
Ġ route
" sys
p ing
Ġ ver
Ġ top
Ġ tools
Ġ nmap
Ġ os
Ġ udp
Ġ script
Ġ active
Ġ alive
Ġ full
Ġ open
Ġ quick
Ġp ing
a t
a ys
c ol
h at
i face
r e
w ays
w hat
Ġ ?
Ġ al
Ġ col
Ġi face
Ġal ways
Ġcol or
Ġ g
" ver
" arp
" nmap
" open
" quick
" ping
" iface
a d
b ad
o d
o od
Ġ bad
re d
re en
Ġg ood
f in
Ġ de
Ġde fin
. Ċ
a s
e d
Ġ as
Ġdefin ed
" .Ċ
route s
Ġroute s
" top
" tools
" route
" os
" udp
" script
" active
" alive
" full
g reen
Ġ red
Ġg reen
p rocs
l ist
p orts
s vc
s weep
u name
u ptime
host s
host name
faces how
in fo
in terfaces
Ġnet interfaces
Ġhost disc
Ġhost info
Ġkali tools
Ġsvc enum
Ġport scan
Ġservices procs
Ġnetwork discovery
Ġlocal discovery
i faceshow
ver detect
sys kernel
sys uname
sys uptime
sys hostname
Ġsys kernel
Ġsys uname
Ġsys uptime
Ġsys hostname
top procs
arp cache
arp local
tools list
Ġkali discovery
Ġi faceshow
nmap ver
os detect
udp top
Ġarp cache
Ġarp local
script scan
active svc
alive hosts
full scan
open ports
quick scan
ping sweep
Ġver detect
Ġtop procs
Ġtools list
Ġnmap ver
Ġos detect
Ġudp top
Ġscript scan
Ġactive svc
Ġalive hosts
Ġfull scan
Ġopen ports
Ġquick scan
Ġping sweep
routes how
Ġroutes how
" .
T he
a m
m ar
r ul
r am
Ġ discovery
Ġ rul
Ġg ram
Ġdefin es
Ġrul es
Ġgram mar
