#version: 0.2
h e
c k
c he
che ck
t e
o r
a l
Ġ check
e n
< |
d o
f te
x t
| >
en do
fte xt
endo ftext
Ġ "
a t
e s
h check
t hcheck
he al
heal thcheck
Ġ |
_ s
e r
p r
t at
u s
tat us
_s tatus
c es
d i
m e
n e
r m
te rm
Ġ term
u l
c al
c ul
at or
cal cul
calcul ator
a c
e x
f ac
t or
Ġ fac
ex pr
Ġfac tor
o u
y s
Ġ r
Ġ expr
" <|
b er
c p
g i
i ces
i me
k er
m or
m ber
n u
o ces
p t
p or
s k
s es
t s
u pt
v ices
Ġ nu
er vices
pr oces
di gi
di sk
me mor
ne l
cp u
ker nel
por ts
upt ime
Ġnu mber
proces ses
digi t
memor y
" check
_ disk
_ cpu
_ kernel
_ ports
_ uptime
_ processes
_ memory
_s ervices
Ġ digit
s ys
t w
Ġ ne
te m
or k
es ou
Ġr esou
sys tem
tw ork
Ġne twork
Ġresou r
c e
Ġresour ce
Ġ system
i s
Ġ is
Ġ c
Ġ healthcheck
a ys
h at
l or
o lor
w ays
w hat
Ġ ?
Ġ al
te s
ou tes
Ġc olor
Ġal ways
Ġ g
r e
Ġ b
( "
) "
+ "
- "
/ "
Ġ" )"
Ġ" +"
Ġ" -"
Ġ" /"
* "
a d
o d
o od
r outes
Ġ" *"
Ġr outes
Ġg ood
re en
Ġb ad
Ġ" ("
" ("
e d
g reen
Ġr ed
Ġg reen
re d
. Ċ
d e
f i
Ġ de
Ġde fi
a s
Ġ as
ne d
Ġdefi ned
" ,
" .Ċ
s tatus
a n
Ġ or
Ġc an
Ġb e
s ervices
Ġcheck disk
Ġcheck cpu
Ġcheck kernel
Ġcheck ports
Ġcheck uptime
Ġcheck processes
Ġcheck memory
Ġcheck services
ces tatus
Ġnetwork status
Ġresour cestatus
Ġsystem status
" .
T he
a m
a r
m ar
n es
r am
ul es
Ġr ules
Ġg ram
Ġdefi nes
Ġgram mar
Ġ calculator
check disk
check cpu
check kernel
check ports
check uptime
check processes
check memory
check services
Ġ" "
