{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "┬б": 95,
      "┬в": 96,
      "┬г": 97,
      "┬д": 98,
      "┬е": 99,
      "┬ж": 100,
      "┬з": 101,
      "┬и": 102,
      "┬й": 103,
      "┬к": 104,
      "┬л": 105,
      "┬м": 106,
      "┬о": 107,
      "┬п": 108,
      "┬░": 109,
      "┬▒": 110,
      "┬▓": 111,
      "┬│": 112,
      "┬┤": 113,
      "┬╡": 114,
      "┬╢": 115,
      "┬╖": 116,
      "┬╕": 117,
      "┬╣": 118,
      "┬║": 119,
      "┬╗": 120,
      "┬╝": 121,
      "┬╜": 122,
      "┬╛": 123,
      "┬┐": 124,
      "├А": 125,
      "├Б": 126,
      "├В": 127,
      "├Г": 128,
      "├Д": 129,
      "├Е": 130,
      "├Ж": 131,
      "├З": 132,
      "├И": 133,
      "├Й": 134,
      "├К": 135,
      "├Л": 136,
      "├М": 137,
      "├Н": 138,
      "├О": 139,
      "├П": 140,
      "├Р": 141,
      "├С": 142,
      "├Т": 143,
      "├У": 144,
      "├Ф": 145,
      "├Х": 146,
      "├Ц": 147,
      "├Ч": 148,
      "├Ш": 149,
      "├Щ": 150,
      "├Ъ": 151,
      "├Ы": 152,
      "├Ь": 153,
      "├Э": 154,
      "├Ю": 155,
      "├Я": 156,
      "├а": 157,
      "├б": 158,
      "├в": 159,
      "├г": 160,
      "├д": 161,
      "├е": 162,
      "├ж": 163,
      "├з": 164,
      "├и": 165,
      "├й": 166,
      "├к": 167,
      "├л": 168,
      "├м": 169,
      "├н": 170,
      "├о": 171,
      "├п": 172,
      "├░": 173,
      "├▒": 174,
      "├▓": 175,
      "├│": 176,
      "├┤": 177,
      "├╡": 178,
      "├╢": 179,
      "├╖": 180,
      "├╕": 181,
      "├╣": 182,
      "├║": 183,
      "├╗": 184,
      "├╝": 185,
      "├╜": 186,
      "├╛": 187,
      "├┐": 188,
      "─А": 189,
      "─Б": 190,
      "─В": 191,
      "─Г": 192,
      "─Д": 193,
      "─Е": 194,
      "─Ж": 195,
      "─З": 196,
      "─И": 197,
      "─Й": 198,
      "─К": 199,
      "─Л": 200,
      "─М": 201,
      "─Н": 202,
      "─О": 203,
      "─П": 204,
      "─Р": 205,
      "─С": 206,
      "─Т": 207,
      "─У": 208,
      "─Ф": 209,
      "─Х": 210,
      "─Ц": 211,
      "─Ч": 212,
      "─Ш": 213,
      "─Щ": 214,
      "─Ъ": 215,
      "─Ы": 216,
      "─Ь": 217,
      "─Э": 218,
      "─Ю": 219,
      "─Я": 220,
      "─а": 221,
      "─б": 222,
      "─в": 223,
      "─г": 224,
      "─д": 225,
      "─е": 226,
      "─ж": 227,
      "─з": 228,
      "─и": 229,
      "─й": 230,
      "─к": 231,
      "─л": 232,
      "─м": 233,
      "─н": 234,
      "─о": 235,
      "─п": 236,
      "─░": 237,
      "─▒": 238,
      "─▓": 239,
      "─│": 240,
      "─┤": 241,
      "─╡": 242,
      "─╢": 243,
      "─╖": 244,
      "─╕": 245,
      "─╣": 246,
      "─║": 247,
      "─╗": 248,
      "─╝": 249,
      "─╜": 250,
      "─╛": 251,
      "─┐": 252,
      "┼А": 253,
      "┼Б": 254,
      "┼В": 255,
      "┼Г": 256,
      "he": 257,
      "py": 258,
      "ck": 259,
      "che": 260,
      "check": 261,
      "─аpy": 262,
      "_check": 263,
      "te": 264,
      "al": 265,
      "_s": 266,
      "en": 267,
      "es": 268,
      "hcheck": 269,
      "thcheck": 270,
      "heal": 271,
      "healthcheck": 272,
      "<|": 273,
      "do": 274,
      "fte": 275,
      "xt": 276,
      "|>": 277,
      "endo": 278,
      "ftext": 279,
      "endoftext": 280,
      "or": 281,
      "pyhealthcheck": 282,
      "at": 283,
      "tat": 284,
      "us": 285,
      "tatus": 286,
      "_status": 287,
      "ces": 288,
      "er": 289,
      "me": 290,
      "_p": 291,
      "ne": 292,
      "is": 293,
      "ro": 294,
      "ys": 295,
      "─а\"": 296,
      "cp": 297,
      "dis": 298,
      "ices": 299,
      "ime": 300,
      "ker": 301,
      "mor": 302,
      "pt": 303,
      "ses": 304,
      "ts": 305,
      "upt": 306,
      "vices": 307,
      "orts": 308,
      "cesses": 309,
      "ervices": 310,
      "memor": 311,
      "nel": 312,
      "rocesses": 313,
      "cpu": 314,
      "disk": 315,
      "kernel": 316,
      "uptime": 317,
      "memory": 318,
      "\"py": 319,
      "\"<|": 320,
      "_cpu": 321,
      "_disk": 322,
      "_kernel": 323,
      "_uptime": 324,
      "_memory": 325,
      "_services": 326,
      "_ports": 327,
      "_processes": 328,
      "ou": 329,
      "res": 330,
      "tw": 331,
      "tem": 332,
      "ork": 333,
      "netw": 334,
      "ystem": 335,
      "our": 336,
      "resour": 337,
      "network": 338,
      "_resour": 339,
      "_network": 340,
      "ce": 341,
      "_system": 342,
      "_resource": 343,
      "─аis": 344,
      "─аpyhealthcheck": 345,
      "ays": 346,
      "co": 347,
      "hat": 348,
      "lor": 349,
      "re": 350,
      "ways": 351,
      "what": 352,
      "─а?": 353,
      "─аal": 354,
      "─аco": 355,
      "─аalways": 356,
      "─аcolor": 357,
      "─аg": 358,
      "ad": 359,
      "bad": 360,
      "od": 361,
      "ood": 362,
      "ute": 363,
      "─аbad": 364,
      "route": 365,
      "red": 366,
      "reen": 367,
      "─аgood": 368,
      "routes": 369,
      "─аpycheck": 370,
      "green": 371,
      "─аred": 372,
      "─аroutes": 373,
      "─аgreen": 374,
      "de": 375,
      "fi": 376,
      "─аde": 377,
      "─аdefi": 378,
      ".─К": 379,
      "as": 380,
      "─аas": 381,
      "ned": 382,
      "─аdefined": 383,
      "pycheck": 384,
      "\".─К": 385,
      "status": 386,
      "─аpycheckp": 387,
      "services": 388,
      "system": 389,
      "─аpyresour": 390,
      "─аpynetwork": 391,
      "─аpysystem": 392,
      "cestatus": 393,
      "─аpycheckcpu": 394,
      "─аpycheckdisk": 395,
      "─аpycheckkernel": 396,
      "─аpycheckuptime": 397,
      "─аpycheckmemory": 398,
      "─аpycheckservices": 399,
      "─аpycheckports": 400,
      "─аpycheckprocesses": 401,
      "─аpyresourcestatus": 402,
      "─аpynetworkstatus": 403,
      "─аpysystemstatus": 404,
      "pycheckp": 405,
      "\".": 406,
      "The": 407,
      "am": 408,
      "ar": 409,
      "les": 410,
      "mar": 411,
      "nes": 412,
      "ru": 413,
      "ram": 414,
      "─аru": 415,
      "─аgram": 416,
      "─аdefines": 417,
      "pycheckcpu": 418,
      "pycheckdisk": 419,
      "pycheckkernel": 420,
      "pycheckuptime": 421,
      "pycheckmemory": 422,
      "pycheckservices": 423,
      "pycheckports": 424,
      "pycheckprocesses": 425,
      "─аrules": 426,
      "─аgrammar": 427
    },
    "merges": [
      [
        "h",
        "e"
      ],
      [
        "p",
        "y"
      ],
      [
        "c",
        "k"
      ],
      [
        "c",
        "he"
      ],
      [
        "che",
        "ck"
      ],
      [
        "─а",
        "py"
      ],
      [
        "_",
        "check"
      ],
      [
        "t",
        "e"
      ],
      [
        "a",
        "l"
      ],
      [
        "_",
        "s"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "s"
      ],
      [
        "h",
        "check"
      ],
      [
        "t",
        "hcheck"
      ],
      [
        "he",
        "al"
      ],
      [
        "heal",
        "thcheck"
      ],
      [
        "<",
        "|"
      ],
      [
        "d",
        "o"
      ],
      [
        "f",
        "te"
      ],
      [
        "x",
        "t"
      ],
      [
        "|",
        ">"
      ],
      [
        "en",
        "do"
      ],
      [
        "fte",
        "xt"
      ],
      [
        "endo",
        "ftext"
      ],
      [
        "o",
        "r"
      ],
      [
        "py",
        "healthcheck"
      ],
      [
        "a",
        "t"
      ],
      [
        "t",
        "at"
      ],
      [
        "u",
        "s"
      ],
      [
        "tat",
        "us"
      ],
      [
        "_s",
        "tatus"
      ],
      [
        "c",
        "es"
      ],
      [
        "e",
        "r"
      ],
      [
        "m",
        "e"
      ],
      [
        "_",
        "p"
      ],
      [
        "n",
        "e"
      ],
      [
        "i",
        "s"
      ],
      [
        "r",
        "o"
      ],
      [
        "y",
        "s"
      ],
      [
        "─а",
        "\""
      ],
      [
        "c",
        "p"
      ],
      [
        "d",
        "is"
      ],
      [
        "i",
        "ces"
      ],
      [
        "i",
        "me"
      ],
      [
        "k",
        "er"
      ],
      [
        "m",
        "or"
      ],
      [
        "p",
        "t"
      ],
      [
        "s",
        "es"
      ],
      [
        "t",
        "s"
      ],
      [
        "u",
        "pt"
      ],
      [
        "v",
        "ices"
      ],
      [
        "or",
        "ts"
      ],
      [
        "ces",
        "ses"
      ],
      [
        "er",
        "vices"
      ],
      [
        "me",
        "mor"
      ],
      [
        "ne",
        "l"
      ],
      [
        "ro",
        "cesses"
      ],
      [
        "cp",
        "u"
      ],
      [
        "dis",
        "k"
      ],
      [
        "ker",
        "nel"
      ],
      [
        "upt",
        "ime"
      ],
      [
        "memor",
        "y"
      ],
      [
        "\"",
        "py"
      ],
      [
        "\"",
        "<|"
      ],
      [
        "_",
        "cpu"
      ],
      [
        "_",
        "disk"
      ],
      [
        "_",
        "kernel"
      ],
      [
        "_",
        "uptime"
      ],
      [
        "_",
        "memory"
      ],
      [
        "_s",
        "ervices"
      ],
      [
        "_p",
        "orts"
      ],
      [
        "_p",
        "rocesses"
      ],
      [
        "o",
        "u"
      ],
      [
        "r",
        "es"
      ],
      [
        "t",
        "w"
      ],
      [
        "te",
        "m"
      ],
      [
        "or",
        "k"
      ],
      [
        "ne",
        "tw"
      ],
      [
        "ys",
        "tem"
      ],
      [
        "ou",
        "r"
      ],
      [
        "res",
        "our"
      ],
      [
        "netw",
        "ork"
      ],
      [
        "_",
        "resour"
      ],
      [
        "_",
        "network"
      ],
      [
        "c",
        "e"
      ],
      [
        "_s",
        "ystem"
      ],
      [
        "_resour",
        "ce"
      ],
      [
        "─а",
        "is"
      ],
      [
        "─аpy",
        "healthcheck"
      ],
      [
        "a",
        "ys"
      ],
      [
        "c",
        "o"
      ],
      [
        "h",
        "at"
      ],
      [
        "l",
        "or"
      ],
      [
        "r",
        "e"
      ],
      [
        "w",
        "ays"
      ],
      [
        "w",
        "hat"
      ],
      [
        "─а",
        "?"
      ],
      [
        "─а",
        "al"
      ],
      [
        "─а",
        "co"
      ],
      [
        "─аal",
        "ways"
      ],
      [
        "─аco",
        "lor"
      ],
      [
        "─а",
        "g"
      ],
      [
        "a",
        "d"
      ],
      [
        "b",
        "ad"
      ],
      [
        "o",
        "d"
      ],
      [
        "o",
        "od"
      ],
      [
        "u",
        "te"
      ],
      [
        "─а",
        "bad"
      ],
      [
        "ro",
        "ute"
      ],
      [
        "re",
        "d"
      ],
      [
        "re",
        "en"
      ],
      [
        "─аg",
        "ood"
      ],
      [
        "route",
        "s"
      ],
      [
        "─аpy",
        "check"
      ],
      [
        "g",
        "reen"
      ],
      [
        "─а",
        "red"
      ],
      [
        "─а",
        "routes"
      ],
      [
        "─аg",
        "reen"
      ],
      [
        "d",
        "e"
      ],
      [
        "f",
        "i"
      ],
      [
        "─а",
        "de"
      ],
      [
        "─аde",
        "fi"
      ],
      [
        ".",
        "─К"
      ],
      [
        "a",
        "s"
      ],
      [
        "─а",
        "as"
      ],
      [
        "ne",
        "d"
      ],
      [
        "─аdefi",
        "ned"
      ],
      [
        "py",
        "check"
      ],
      [
        "\"",
        ".─К"
      ],
      [
        "s",
        "tatus"
      ],
      [
        "─аpycheck",
        "p"
      ],
      [
        "s",
        "ervices"
      ],
      [
        "s",
        "ystem"
      ],
      [
        "─аpy",
        "resour"
      ],
      [
        "─аpy",
        "network"
      ],
      [
        "─аpy",
        "system"
      ],
      [
        "ces",
        "tatus"
      ],
      [
        "─аpycheck",
        "cpu"
      ],
      [
        "─аpycheck",
        "disk"
      ],
      [
        "─аpycheck",
        "kernel"
      ],
      [
        "─аpycheck",
        "uptime"
      ],
      [
        "─аpycheck",
        "memory"
      ],
      [
        "─аpycheck",
        "services"
      ],
      [
        "─аpycheckp",
        "orts"
      ],
      [
        "─аpycheckp",
        "rocesses"
      ],
      [
        "─аpyresour",
        "cestatus"
      ],
      [
        "─аpynetwork",
        "status"
      ],
      [
        "─аpysystem",
        "status"
      ],
      [
        "pycheck",
        "p"
      ],
      [
        "\"",
        "."
      ],
      [
        "T",
        "he"
      ],
      [
        "a",
        "m"
      ],
      [
        "a",
        "r"
      ],
      [
        "l",
        "es"
      ],
      [
        "m",
        "ar"
      ],
      [
        "n",
        "es"
      ],
      [
        "r",
        "u"
      ],
      [
        "r",
        "am"
      ],
      [
        "─а",
        "ru"
      ],
      [
        "─аg",
        "ram"
      ],
      [
        "─аdefi",
        "nes"
      ],
      [
        "pycheck",
        "cpu"
      ],
      [
        "pycheck",
        "disk"
      ],
      [
        "pycheck",
        "kernel"
      ],
      [
        "pycheck",
        "uptime"
      ],
      [
        "pycheck",
        "memory"
      ],
      [
        "pycheck",
        "services"
      ],
      [
        "pycheckp",
        "orts"
      ],
      [
        "pycheckp",
        "rocesses"
      ],
      [
        "─аru",
        "les"
      ],
      [
        "─аgram",
        "mar"
      ]
    ]
  }
}