{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¬°": 95,
      "¬¢": 96,
      "¬£": 97,
      "¬§": 98,
      "¬•": 99,
      "¬¶": 100,
      "¬ß": 101,
      "¬®": 102,
      "¬©": 103,
      "¬™": 104,
      "¬´": 105,
      "¬¨": 106,
      "¬Æ": 107,
      "¬Ø": 108,
      "¬∞": 109,
      "¬±": 110,
      "¬≤": 111,
      "¬≥": 112,
      "¬¥": 113,
      "¬µ": 114,
      "¬∂": 115,
      "¬∑": 116,
      "¬∏": 117,
      "¬π": 118,
      "¬∫": 119,
      "¬ª": 120,
      "¬º": 121,
      "¬Ω": 122,
      "¬æ": 123,
      "¬ø": 124,
      "√Ä": 125,
      "√Å": 126,
      "√Ç": 127,
      "√É": 128,
      "√Ñ": 129,
      "√Ö": 130,
      "√Ü": 131,
      "√á": 132,
      "√à": 133,
      "√â": 134,
      "√ä": 135,
      "√ã": 136,
      "√å": 137,
      "√ç": 138,
      "√é": 139,
      "√è": 140,
      "√ê": 141,
      "√ë": 142,
      "√í": 143,
      "√ì": 144,
      "√î": 145,
      "√ï": 146,
      "√ñ": 147,
      "√ó": 148,
      "√ò": 149,
      "√ô": 150,
      "√ö": 151,
      "√õ": 152,
      "√ú": 153,
      "√ù": 154,
      "√û": 155,
      "√ü": 156,
      "√Ý": 157,
      "√°": 158,
      "√¢": 159,
      "√£": 160,
      "√§": 161,
      "√•": 162,
      "√¶": 163,
      "√ß": 164,
      "√®": 165,
      "√©": 166,
      "√™": 167,
      "√´": 168,
      "√¨": 169,
      "√≠": 170,
      "√Æ": 171,
      "√Ø": 172,
      "√∞": 173,
      "√±": 174,
      "√≤": 175,
      "√≥": 176,
      "√¥": 177,
      "√µ": 178,
      "√∂": 179,
      "√∑": 180,
      "√∏": 181,
      "√π": 182,
      "√∫": 183,
      "√ª": 184,
      "√º": 185,
      "√Ω": 186,
      "√æ": 187,
      "√ø": 188,
      "ƒÄ": 189,
      "ƒÅ": 190,
      "ƒÇ": 191,
      "ƒÉ": 192,
      "ƒÑ": 193,
      "ƒÖ": 194,
      "ƒÜ": 195,
      "ƒá": 196,
      "ƒà": 197,
      "ƒâ": 198,
      "ƒä": 199,
      "ƒã": 200,
      "ƒå": 201,
      "ƒç": 202,
      "ƒé": 203,
      "ƒè": 204,
      "ƒê": 205,
      "ƒë": 206,
      "ƒí": 207,
      "ƒì": 208,
      "ƒî": 209,
      "ƒï": 210,
      "ƒñ": 211,
      "ƒó": 212,
      "ƒò": 213,
      "ƒô": 214,
      "ƒö": 215,
      "ƒõ": 216,
      "ƒú": 217,
      "ƒù": 218,
      "ƒû": 219,
      "ƒü": 220,
      "ƒÝ": 221,
      "ƒ°": 222,
      "ƒ¢": 223,
      "ƒ£": 224,
      "ƒ§": 225,
      "ƒ•": 226,
      "ƒ¶": 227,
      "ƒß": 228,
      "ƒ®": 229,
      "ƒ©": 230,
      "ƒ™": 231,
      "ƒ´": 232,
      "ƒ¨": 233,
      "ƒ≠": 234,
      "ƒÆ": 235,
      "ƒØ": 236,
      "ƒ∞": 237,
      "ƒ±": 238,
      "ƒ≤": 239,
      "ƒ≥": 240,
      "ƒ¥": 241,
      "ƒµ": 242,
      "ƒ∂": 243,
      "ƒ∑": 244,
      "ƒ∏": 245,
      "ƒπ": 246,
      "ƒ∫": 247,
      "ƒª": 248,
      "ƒº": 249,
      "ƒΩ": 250,
      "ƒæ": 251,
      "ƒø": 252,
      "≈Ä": 253,
      "≈Å": 254,
      "≈Ç": 255,
      "≈É": 256,
      "he": 257,
      "ck": 258,
      "che": 259,
      "check": 260,
      "py": 261,
      "te": 262,
      "ƒÝpy": 263,
      "al": 264,
      "_check": 265,
      "es": 266,
      "hcheck": 267,
      "thcheck": 268,
      "heal": 269,
      "healthcheck": 270,
      "_s": 271,
      "en": 272,
      "<|": 273,
      "do": 274,
      "fte": 275,
      "xt": 276,
      "|>": 277,
      "endo": 278,
      "ftext": 279,
      "endoftext": 280,
      "or": 281,
      "ƒÝcheck": 282,
      "at": 283,
      "tat": 284,
      "us": 285,
      "tatus": 286,
      "_status": 287,
      "ces": 288,
      "er": 289,
      "me": 290,
      "_p": 291,
      "ne": 292,
      "pyhealthcheck": 293,
      "is": 294,
      "ro": 295,
      "ƒÝ\"": 296,
      "cp": 297,
      "dis": 298,
      "ices": 299,
      "ime": 300,
      "ker": 301,
      "mor": 302,
      "pt": 303,
      "ses": 304,
      "ts": 305,
      "upt": 306,
      "vices": 307,
      "orts": 308,
      "cesses": 309,
      "ervices": 310,
      "memor": 311,
      "nel": 312,
      "rocesses": 313,
      "cpu": 314,
      "disk": 315,
      "kernel": 316,
      "uptime": 317,
      "memory": 318,
      "ys": 319,
      "\"<|": 320,
      "_cpu": 321,
      "_disk": 322,
      "_kernel": 323,
      "_uptime": 324,
      "_memory": 325,
      "_services": 326,
      "_ports": 327,
      "_processes": 328,
      "ou": 329,
      "res": 330,
      "tw": 331,
      "tem": 332,
      "ork": 333,
      "netw": 334,
      "ystem": 335,
      "our": 336,
      "resour": 337,
      "network": 338,
      "ce": 339,
      "resource": 340,
      "\"check": 341,
      "\"py": 342,
      "system": 343,
      "ƒÝnetwork": 344,
      "_network": 345,
      "_resource": 346,
      "ƒÝresource": 347,
      "_system": 348,
      "ƒÝis": 349,
      "ƒÝsystem": 350,
      "ƒÝhealthcheck": 351,
      "ƒÝpyhealthcheck": 352,
      "ays": 353,
      "co": 354,
      "hat": 355,
      "lor": 356,
      "re": 357,
      "ute": 358,
      "ways": 359,
      "what": 360,
      "ƒÝ?": 361,
      "ƒÝal": 362,
      "ƒÝco": 363,
      "route": 364,
      "ƒÝalways": 365,
      "ƒÝcolor": 366,
      "routes": 367,
      "ƒÝg": 368,
      "ad": 369,
      "bad": 370,
      "od": 371,
      "ood": 372,
      "ƒÝroutes": 373,
      "ƒÝbad": 374,
      "red": 375,
      "reen": 376,
      "ƒÝgood": 377,
      "de": 378,
      "fi": 379,
      "ƒÝde": 380,
      "ƒÝdefi": 381,
      ".ƒä": 382,
      "as": 383,
      "ƒÝas": 384,
      "ƒÝpycheck": 385,
      "ned": 386,
      "ƒÝdefined": 387,
      "green": 388,
      "ƒÝred": 389,
      "ƒÝgreen": 390,
      "\".ƒä": 391,
      "status": 392,
      "ports": 393,
      "processes": 394,
      "services": 395,
      "pycheck": 396,
      "cestatus": 397,
      "resourcestatus": 398,
      "ƒÝresourcestatus": 399,
      "ƒÝpynetwork": 400,
      "ƒÝpysystem": 401,
      "ƒÝpyresourcestatus": 402,
      "ƒÝcheckcpu": 403,
      "ƒÝcheckdisk": 404,
      "ƒÝcheckkernel": 405,
      "ƒÝcheckuptime": 406,
      "ƒÝcheckmemory": 407,
      "ƒÝcheckports": 408,
      "ƒÝcheckprocesses": 409,
      "ƒÝcheckservices": 410,
      "ƒÝnetworkstatus": 411,
      "ƒÝsystemstatus": 412,
      "ƒÝpycheckcpu": 413,
      "ƒÝpycheckdisk": 414,
      "ƒÝpycheckkernel": 415,
      "ƒÝpycheckuptime": 416,
      "ƒÝpycheckmemory": 417,
      "ƒÝpycheckports": 418,
      "ƒÝpycheckprocesses": 419,
      "ƒÝpycheckservices": 420,
      "ƒÝpynetworkstatus": 421,
      "ƒÝpysystemstatus": 422,
      "\".": 423,
      "The": 424,
      "am": 425,
      "ar": 426,
      "les": 427,
      "mar": 428,
      "nes": 429,
      "ru": 430,
      "ram": 431,
      "ƒÝru": 432,
      "ƒÝgram": 433,
      "ƒÝdefines": 434,
      "ƒÝrules": 435,
      "ƒÝgrammar": 436,
      "checkcpu": 437,
      "checkdisk": 438,
      "checkkernel": 439,
      "checkuptime": 440,
      "checkmemory": 441,
      "checkports": 442,
      "checkprocesses": 443,
      "checkservices": 444,
      "pycheckcpu": 445,
      "pycheckdisk": 446,
      "pycheckkernel": 447,
      "pycheckuptime": 448,
      "pycheckmemory": 449,
      "pycheckports": 450,
      "pycheckprocesses": 451,
      "pycheckservices": 452
    },
    "merges": [
      [
        "h",
        "e"
      ],
      [
        "c",
        "k"
      ],
      [
        "c",
        "he"
      ],
      [
        "che",
        "ck"
      ],
      [
        "p",
        "y"
      ],
      [
        "t",
        "e"
      ],
      [
        "ƒÝ",
        "py"
      ],
      [
        "a",
        "l"
      ],
      [
        "_",
        "check"
      ],
      [
        "e",
        "s"
      ],
      [
        "h",
        "check"
      ],
      [
        "t",
        "hcheck"
      ],
      [
        "he",
        "al"
      ],
      [
        "heal",
        "thcheck"
      ],
      [
        "_",
        "s"
      ],
      [
        "e",
        "n"
      ],
      [
        "<",
        "|"
      ],
      [
        "d",
        "o"
      ],
      [
        "f",
        "te"
      ],
      [
        "x",
        "t"
      ],
      [
        "|",
        ">"
      ],
      [
        "en",
        "do"
      ],
      [
        "fte",
        "xt"
      ],
      [
        "endo",
        "ftext"
      ],
      [
        "o",
        "r"
      ],
      [
        "ƒÝ",
        "check"
      ],
      [
        "a",
        "t"
      ],
      [
        "t",
        "at"
      ],
      [
        "u",
        "s"
      ],
      [
        "tat",
        "us"
      ],
      [
        "_s",
        "tatus"
      ],
      [
        "c",
        "es"
      ],
      [
        "e",
        "r"
      ],
      [
        "m",
        "e"
      ],
      [
        "_",
        "p"
      ],
      [
        "n",
        "e"
      ],
      [
        "py",
        "healthcheck"
      ],
      [
        "i",
        "s"
      ],
      [
        "r",
        "o"
      ],
      [
        "ƒÝ",
        "\""
      ],
      [
        "c",
        "p"
      ],
      [
        "d",
        "is"
      ],
      [
        "i",
        "ces"
      ],
      [
        "i",
        "me"
      ],
      [
        "k",
        "er"
      ],
      [
        "m",
        "or"
      ],
      [
        "p",
        "t"
      ],
      [
        "s",
        "es"
      ],
      [
        "t",
        "s"
      ],
      [
        "u",
        "pt"
      ],
      [
        "v",
        "ices"
      ],
      [
        "or",
        "ts"
      ],
      [
        "ces",
        "ses"
      ],
      [
        "er",
        "vices"
      ],
      [
        "me",
        "mor"
      ],
      [
        "ne",
        "l"
      ],
      [
        "ro",
        "cesses"
      ],
      [
        "cp",
        "u"
      ],
      [
        "dis",
        "k"
      ],
      [
        "ker",
        "nel"
      ],
      [
        "upt",
        "ime"
      ],
      [
        "memor",
        "y"
      ],
      [
        "y",
        "s"
      ],
      [
        "\"",
        "<|"
      ],
      [
        "_",
        "cpu"
      ],
      [
        "_",
        "disk"
      ],
      [
        "_",
        "kernel"
      ],
      [
        "_",
        "uptime"
      ],
      [
        "_",
        "memory"
      ],
      [
        "_s",
        "ervices"
      ],
      [
        "_p",
        "orts"
      ],
      [
        "_p",
        "rocesses"
      ],
      [
        "o",
        "u"
      ],
      [
        "r",
        "es"
      ],
      [
        "t",
        "w"
      ],
      [
        "te",
        "m"
      ],
      [
        "or",
        "k"
      ],
      [
        "ne",
        "tw"
      ],
      [
        "ys",
        "tem"
      ],
      [
        "ou",
        "r"
      ],
      [
        "res",
        "our"
      ],
      [
        "netw",
        "ork"
      ],
      [
        "c",
        "e"
      ],
      [
        "resour",
        "ce"
      ],
      [
        "\"",
        "check"
      ],
      [
        "\"",
        "py"
      ],
      [
        "s",
        "ystem"
      ],
      [
        "ƒÝ",
        "network"
      ],
      [
        "_",
        "network"
      ],
      [
        "_",
        "resource"
      ],
      [
        "ƒÝ",
        "resource"
      ],
      [
        "_s",
        "ystem"
      ],
      [
        "ƒÝ",
        "is"
      ],
      [
        "ƒÝ",
        "system"
      ],
      [
        "ƒÝ",
        "healthcheck"
      ],
      [
        "ƒÝpy",
        "healthcheck"
      ],
      [
        "a",
        "ys"
      ],
      [
        "c",
        "o"
      ],
      [
        "h",
        "at"
      ],
      [
        "l",
        "or"
      ],
      [
        "r",
        "e"
      ],
      [
        "u",
        "te"
      ],
      [
        "w",
        "ays"
      ],
      [
        "w",
        "hat"
      ],
      [
        "ƒÝ",
        "?"
      ],
      [
        "ƒÝ",
        "al"
      ],
      [
        "ƒÝ",
        "co"
      ],
      [
        "ro",
        "ute"
      ],
      [
        "ƒÝal",
        "ways"
      ],
      [
        "ƒÝco",
        "lor"
      ],
      [
        "route",
        "s"
      ],
      [
        "ƒÝ",
        "g"
      ],
      [
        "a",
        "d"
      ],
      [
        "b",
        "ad"
      ],
      [
        "o",
        "d"
      ],
      [
        "o",
        "od"
      ],
      [
        "ƒÝ",
        "routes"
      ],
      [
        "ƒÝ",
        "bad"
      ],
      [
        "re",
        "d"
      ],
      [
        "re",
        "en"
      ],
      [
        "ƒÝg",
        "ood"
      ],
      [
        "d",
        "e"
      ],
      [
        "f",
        "i"
      ],
      [
        "ƒÝ",
        "de"
      ],
      [
        "ƒÝde",
        "fi"
      ],
      [
        ".",
        "ƒä"
      ],
      [
        "a",
        "s"
      ],
      [
        "ƒÝ",
        "as"
      ],
      [
        "ƒÝpy",
        "check"
      ],
      [
        "ne",
        "d"
      ],
      [
        "ƒÝdefi",
        "ned"
      ],
      [
        "g",
        "reen"
      ],
      [
        "ƒÝ",
        "red"
      ],
      [
        "ƒÝg",
        "reen"
      ],
      [
        "\"",
        ".ƒä"
      ],
      [
        "s",
        "tatus"
      ],
      [
        "p",
        "orts"
      ],
      [
        "p",
        "rocesses"
      ],
      [
        "s",
        "ervices"
      ],
      [
        "py",
        "check"
      ],
      [
        "ces",
        "tatus"
      ],
      [
        "resour",
        "cestatus"
      ],
      [
        "ƒÝ",
        "resourcestatus"
      ],
      [
        "ƒÝpy",
        "network"
      ],
      [
        "ƒÝpy",
        "system"
      ],
      [
        "ƒÝpy",
        "resourcestatus"
      ],
      [
        "ƒÝcheck",
        "cpu"
      ],
      [
        "ƒÝcheck",
        "disk"
      ],
      [
        "ƒÝcheck",
        "kernel"
      ],
      [
        "ƒÝcheck",
        "uptime"
      ],
      [
        "ƒÝcheck",
        "memory"
      ],
      [
        "ƒÝcheck",
        "ports"
      ],
      [
        "ƒÝcheck",
        "processes"
      ],
      [
        "ƒÝcheck",
        "services"
      ],
      [
        "ƒÝnetwork",
        "status"
      ],
      [
        "ƒÝsystem",
        "status"
      ],
      [
        "ƒÝpycheck",
        "cpu"
      ],
      [
        "ƒÝpycheck",
        "disk"
      ],
      [
        "ƒÝpycheck",
        "kernel"
      ],
      [
        "ƒÝpycheck",
        "uptime"
      ],
      [
        "ƒÝpycheck",
        "memory"
      ],
      [
        "ƒÝpycheck",
        "ports"
      ],
      [
        "ƒÝpycheck",
        "processes"
      ],
      [
        "ƒÝpycheck",
        "services"
      ],
      [
        "ƒÝpynetwork",
        "status"
      ],
      [
        "ƒÝpysystem",
        "status"
      ],
      [
        "\"",
        "."
      ],
      [
        "T",
        "he"
      ],
      [
        "a",
        "m"
      ],
      [
        "a",
        "r"
      ],
      [
        "l",
        "es"
      ],
      [
        "m",
        "ar"
      ],
      [
        "n",
        "es"
      ],
      [
        "r",
        "u"
      ],
      [
        "r",
        "am"
      ],
      [
        "ƒÝ",
        "ru"
      ],
      [
        "ƒÝg",
        "ram"
      ],
      [
        "ƒÝdefi",
        "nes"
      ],
      [
        "ƒÝru",
        "les"
      ],
      [
        "ƒÝgram",
        "mar"
      ],
      [
        "check",
        "cpu"
      ],
      [
        "check",
        "disk"
      ],
      [
        "check",
        "kernel"
      ],
      [
        "check",
        "uptime"
      ],
      [
        "check",
        "memory"
      ],
      [
        "check",
        "ports"
      ],
      [
        "check",
        "processes"
      ],
      [
        "check",
        "services"
      ],
      [
        "pycheck",
        "cpu"
      ],
      [
        "pycheck",
        "disk"
      ],
      [
        "pycheck",
        "kernel"
      ],
      [
        "pycheck",
        "uptime"
      ],
      [
        "pycheck",
        "memory"
      ],
      [
        "pycheck",
        "ports"
      ],
      [
        "pycheck",
        "processes"
      ],
      [
        "pycheck",
        "services"
      ]
    ]
  }
}