{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "ТЁ": 95,
      "ТЂ": 96,
      "ТЃ": 97,
      "ТЄ": 98,
      "ТЅ": 99,
      "ТІ": 100,
      "ТЇ": 101,
      "ТЈ": 102,
      "ТЉ": 103,
      "ТЊ": 104,
      "ТЋ": 105,
      "ТЌ": 106,
      "ТЎ": 107,
      "ТЏ": 108,
      "ТА": 109,
      "ТБ": 110,
      "ТВ": 111,
      "ТГ": 112,
      "ТД": 113,
      "ТЕ": 114,
      "ТЖ": 115,
      "ТЗ": 116,
      "ТИ": 117,
      "ТЙ": 118,
      "ТК": 119,
      "ТЛ": 120,
      "ТМ": 121,
      "ТН": 122,
      "ТО": 123,
      "ТП": 124,
      "У": 125,
      "У": 126,
      "У": 127,
      "У": 128,
      "У": 129,
      "У": 130,
      "У": 131,
      "У": 132,
      "У": 133,
      "У": 134,
      "У": 135,
      "У": 136,
      "У": 137,
      "У": 138,
      "У": 139,
      "У": 140,
      "У": 141,
      "У": 142,
      "У": 143,
      "У": 144,
      "У": 145,
      "У": 146,
      "У": 147,
      "У": 148,
      "У": 149,
      "У": 150,
      "У": 151,
      "У": 152,
      "У": 153,
      "У": 154,
      "У": 155,
      "У": 156,
      "У ": 157,
      "УЁ": 158,
      "УЂ": 159,
      "УЃ": 160,
      "УЄ": 161,
      "УЅ": 162,
      "УІ": 163,
      "УЇ": 164,
      "УЈ": 165,
      "УЉ": 166,
      "УЊ": 167,
      "УЋ": 168,
      "УЌ": 169,
      "У­": 170,
      "УЎ": 171,
      "УЏ": 172,
      "УА": 173,
      "УБ": 174,
      "УВ": 175,
      "УГ": 176,
      "УД": 177,
      "УЕ": 178,
      "УЖ": 179,
      "УЗ": 180,
      "УИ": 181,
      "УЙ": 182,
      "УК": 183,
      "УЛ": 184,
      "УМ": 185,
      "УН": 186,
      "УО": 187,
      "УП": 188,
      "Ф": 189,
      "Ф": 190,
      "Ф": 191,
      "Ф": 192,
      "Ф": 193,
      "Ф": 194,
      "Ф": 195,
      "Ф": 196,
      "Ф": 197,
      "Ф": 198,
      "Ф": 199,
      "Ф": 200,
      "Ф": 201,
      "Ф": 202,
      "Ф": 203,
      "Ф": 204,
      "Ф": 205,
      "Ф": 206,
      "Ф": 207,
      "Ф": 208,
      "Ф": 209,
      "Ф": 210,
      "Ф": 211,
      "Ф": 212,
      "Ф": 213,
      "Ф": 214,
      "Ф": 215,
      "Ф": 216,
      "Ф": 217,
      "Ф": 218,
      "Ф": 219,
      "Ф": 220,
      "Ф ": 221,
      "ФЁ": 222,
      "ФЂ": 223,
      "ФЃ": 224,
      "ФЄ": 225,
      "ФЅ": 226,
      "ФІ": 227,
      "ФЇ": 228,
      "ФЈ": 229,
      "ФЉ": 230,
      "ФЊ": 231,
      "ФЋ": 232,
      "ФЌ": 233,
      "Ф­": 234,
      "ФЎ": 235,
      "ФЏ": 236,
      "ФА": 237,
      "ФБ": 238,
      "ФВ": 239,
      "ФГ": 240,
      "ФД": 241,
      "ФЕ": 242,
      "ФЖ": 243,
      "ФЗ": 244,
      "ФИ": 245,
      "ФЙ": 246,
      "ФК": 247,
      "ФЛ": 248,
      "ФМ": 249,
      "ФН": 250,
      "ФО": 251,
      "ФП": 252,
      "Х": 253,
      "Х": 254,
      "Х": 255,
      "Х": 256,
      "sc": 257,
      "er": 258,
      "_d": 259,
      "al": 260,
      "ver": 261,
      "te": 262,
      "isc": 263,
      "_disc": 264,
      "en": 265,
      "ali": 266,
      "over": 267,
      "overy": 268,
      "_discovery": 269,
      "kali": 270,
      "<|": 271,
      "do": 272,
      "fte": 273,
      "xt": 274,
      "|>": 275,
      "endo": 276,
      "ftext": 277,
      "endoftext": 278,
      "Ф \"": 279,
      "ho": 280,
      "st": 281,
      "ys": 282,
      "sys": 283,
      "_s": 284,
      "ac": 285,
      "an": 286,
      "to": 287,
      "scan": 288,
      "_scan": 289,
      "oc": 290,
      "host": 291,
      "\"<|": 292,
      "me": 293,
      "or": 294,
      "in": 295,
      "_p": 296,
      "ne": 297,
      "ol": 298,
      "ar": 299,
      "ame": 300,
      "ct": 301,
      "ete": 302,
      "name": 303,
      "pt": 304,
      "ve": 305,
      "Ф sys": 306,
      "how": 307,
      "top": 308,
      "arp": 309,
      "etect": 310,
      "_l": 311,
      "_u": 312,
      "_host": 313,
      "_detect": 314,
      "_show": 315,
      "fac": 316,
      "ic": 317,
      "roc": 318,
      "vc": 319,
      "tool": 320,
      "ocal": 321,
      "ort": 322,
      "face": 323,
      "rocs": 324,
      "tools": 325,
      "_procs": 326,
      "Ф s": 327,
      "Ф ne": 328,
      "Ф net": 329,
      "_in": 330,
      "Ф kali": 331,
      "Ф host": 332,
      "Ф p": 333,
      "ou": 334,
      "rou": 335,
      "route": 336,
      "Ф i": 337,
      "he": 338,
      "ul": 339,
      "ap": 340,
      "cac": 341,
      "dp": 342,
      "ee": 343,
      "ful": 344,
      "ist": 345,
      "ime": 346,
      "ipt": 347,
      "ive": 348,
      "ker": 349,
      "map": 350,
      "nmap": 351,
      "op": 352,
      "os": 353,
      "qu": 354,
      "ript": 355,
      "tive": 356,
      "udp": 357,
      "wee": 358,
      "Ф arp": 359,
      "script": 360,
      "alive": 361,
      "active": 362,
      "ing": 363,
      "nel": 364,
      "ptime": 365,
      "ick": 366,
      "orts": 367,
      "cache": 368,
      "full": 369,
      "kernel": 370,
      "open": 371,
      "quick": 372,
      "weep": 373,
      "_ver": 374,
      "_top": 375,
      "_cache": 376,
      "_kernel": 377,
      "_svc": 378,
      "_sweep": 379,
      "_ports": 380,
      "_local": 381,
      "_list": 382,
      "_uname": 383,
      "_uptime": 384,
      "_hosts": 385,
      "_hostname": 386,
      "local": 387,
      "faces": 388,
      "es": 389,
      "fo": 390,
      "ter": 391,
      "um": 392,
      "vic": 393,
      "wor": 394,
      "ervic": 395,
      "enum": 396,
      "Ф svc": 397,
      "Ф servic": 398,
      "Ф networ": 399,
      "Ф port": 400,
      "terfaces": 401,
      "Ф services": 402,
      "Ф network": 403,
      "_tools": 404,
      "_enum": 405,
      "_info": 406,
      "_interfaces": 407,
      "Ф is": 408,
      "Ф local": 409,
      "Ф route": 410,
      "\"sys": 411,
      "ping": 412,
      "Ф ver": 413,
      "Ф top": 414,
      "Ф tools": 415,
      "Ф nmap": 416,
      "Ф os": 417,
      "Ф udp": 418,
      "Ф script": 419,
      "Ф alive": 420,
      "Ф active": 421,
      "Ф full": 422,
      "Ф open": 423,
      "Ф quick": 424,
      "Ф ping": 425,
      "at": 426,
      "ays": 427,
      "col": 428,
      "hat": 429,
      "iface": 430,
      "re": 431,
      "ways": 432,
      "what": 433,
      "Ф ?": 434,
      "Ф al": 435,
      "Ф col": 436,
      "Ф iface": 437,
      "Ф always": 438,
      "Ф color": 439,
      "Ф g": 440,
      "\"ver": 441,
      "\"arp": 442,
      "\"nmap": 443,
      "\"open": 444,
      "\"quick": 445,
      "\"ping": 446,
      "\"iface": 447,
      "ad": 448,
      "bad": 449,
      "od": 450,
      "ood": 451,
      "Ф bad": 452,
      "red": 453,
      "reen": 454,
      "Ф good": 455,
      "de": 456,
      "fin": 457,
      "Ф de": 458,
      "Ф defin": 459,
      ".Ф": 460,
      "as": 461,
      "ed": 462,
      "Ф as": 463,
      "Ф defined": 464,
      "\".Ф": 465,
      "routes": 466,
      "Ф routes": 467,
      "\"top": 468,
      "\"tools": 469,
      "\"route": 470,
      "\"os": 471,
      "\"udp": 472,
      "\"script": 473,
      "\"alive": 474,
      "\"active": 475,
      "\"full": 476,
      "green": 477,
      "Ф red": 478,
      "Ф green": 479,
      "disc": 480,
      "discovery": 481,
      "detect": 482,
      "procs": 483,
      "list": 484,
      "ports": 485,
      "svc": 486,
      "sweep": 487,
      "uname": 488,
      "uptime": 489,
      "hosts": 490,
      "hostname": 491,
      "faceshow": 492,
      "info": 493,
      "interfaces": 494,
      "Ф netinterfaces": 495,
      "Ф kalitools": 496,
      "Ф kalidiscovery": 497,
      "Ф hostdisc": 498,
      "Ф hostinfo": 499,
      "Ф svcenum": 500,
      "Ф portscan": 501,
      "Ф servicesprocs": 502,
      "Ф networkdiscovery": 503,
      "Ф localdiscovery": 504,
      "ifaceshow": 505,
      "verdetect": 506,
      "syskernel": 507,
      "sysuname": 508,
      "sysuptime": 509,
      "syshostname": 510,
      "Ф syskernel": 511,
      "Ф sysuname": 512,
      "Ф sysuptime": 513,
      "Ф syshostname": 514,
      "topprocs": 515,
      "arpcache": 516,
      "arplocal": 517,
      "toolslist": 518,
      "Ф ifaceshow": 519,
      "nmapver": 520,
      "osdetect": 521,
      "udptop": 522,
      "Ф arpcache": 523,
      "Ф arplocal": 524,
      "scriptscan": 525,
      "alivehosts": 526,
      "activesvc": 527,
      "fullscan": 528,
      "openports": 529,
      "quickscan": 530,
      "pingsweep": 531,
      "Ф verdetect": 532,
      "Ф topprocs": 533,
      "Ф toolslist": 534,
      "Ф nmapver": 535,
      "Ф osdetect": 536,
      "Ф udptop": 537,
      "Ф scriptscan": 538,
      "Ф alivehosts": 539,
      "Ф activesvc": 540,
      "Ф fullscan": 541,
      "Ф openports": 542,
      "Ф quickscan": 543,
      "Ф pingsweep": 544,
      "routeshow": 545,
      "Ф routeshow": 546,
      "\".": 547,
      "The": 548,
      "am": 549,
      "mar": 550,
      "rul": 551,
      "ram": 552,
      "Ф rul": 553,
      "Ф gram": 554,
      "Ф defines": 555,
      "Ф rules": 556,
      "Ф grammar": 557
    },
    "merges": [
      [
        "s",
        "c"
      ],
      [
        "e",
        "r"
      ],
      [
        "_",
        "d"
      ],
      [
        "a",
        "l"
      ],
      [
        "v",
        "er"
      ],
      [
        "t",
        "e"
      ],
      [
        "i",
        "sc"
      ],
      [
        "_d",
        "isc"
      ],
      [
        "e",
        "n"
      ],
      [
        "al",
        "i"
      ],
      [
        "o",
        "ver"
      ],
      [
        "over",
        "y"
      ],
      [
        "_disc",
        "overy"
      ],
      [
        "k",
        "ali"
      ],
      [
        "<",
        "|"
      ],
      [
        "d",
        "o"
      ],
      [
        "f",
        "te"
      ],
      [
        "x",
        "t"
      ],
      [
        "|",
        ">"
      ],
      [
        "en",
        "do"
      ],
      [
        "fte",
        "xt"
      ],
      [
        "endo",
        "ftext"
      ],
      [
        "Ф ",
        "\""
      ],
      [
        "h",
        "o"
      ],
      [
        "s",
        "t"
      ],
      [
        "y",
        "s"
      ],
      [
        "s",
        "ys"
      ],
      [
        "_",
        "s"
      ],
      [
        "a",
        "c"
      ],
      [
        "a",
        "n"
      ],
      [
        "t",
        "o"
      ],
      [
        "sc",
        "an"
      ],
      [
        "_",
        "scan"
      ],
      [
        "o",
        "c"
      ],
      [
        "ho",
        "st"
      ],
      [
        "\"",
        "<|"
      ],
      [
        "m",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "i",
        "n"
      ],
      [
        "_",
        "p"
      ],
      [
        "n",
        "e"
      ],
      [
        "o",
        "l"
      ],
      [
        "a",
        "r"
      ],
      [
        "a",
        "me"
      ],
      [
        "c",
        "t"
      ],
      [
        "e",
        "te"
      ],
      [
        "n",
        "ame"
      ],
      [
        "p",
        "t"
      ],
      [
        "v",
        "e"
      ],
      [
        "Ф ",
        "sys"
      ],
      [
        "ho",
        "w"
      ],
      [
        "to",
        "p"
      ],
      [
        "ar",
        "p"
      ],
      [
        "ete",
        "ct"
      ],
      [
        "_",
        "l"
      ],
      [
        "_",
        "u"
      ],
      [
        "_",
        "host"
      ],
      [
        "_d",
        "etect"
      ],
      [
        "_s",
        "how"
      ],
      [
        "f",
        "ac"
      ],
      [
        "i",
        "c"
      ],
      [
        "r",
        "oc"
      ],
      [
        "v",
        "c"
      ],
      [
        "to",
        "ol"
      ],
      [
        "oc",
        "al"
      ],
      [
        "or",
        "t"
      ],
      [
        "fac",
        "e"
      ],
      [
        "roc",
        "s"
      ],
      [
        "tool",
        "s"
      ],
      [
        "_p",
        "rocs"
      ],
      [
        "Ф ",
        "s"
      ],
      [
        "Ф ",
        "ne"
      ],
      [
        "Ф ne",
        "t"
      ],
      [
        "_",
        "in"
      ],
      [
        "Ф ",
        "kali"
      ],
      [
        "Ф ",
        "host"
      ],
      [
        "Ф ",
        "p"
      ],
      [
        "o",
        "u"
      ],
      [
        "r",
        "ou"
      ],
      [
        "rou",
        "te"
      ],
      [
        "Ф ",
        "i"
      ],
      [
        "h",
        "e"
      ],
      [
        "u",
        "l"
      ],
      [
        "a",
        "p"
      ],
      [
        "c",
        "ac"
      ],
      [
        "d",
        "p"
      ],
      [
        "e",
        "e"
      ],
      [
        "f",
        "ul"
      ],
      [
        "i",
        "st"
      ],
      [
        "i",
        "me"
      ],
      [
        "i",
        "pt"
      ],
      [
        "i",
        "ve"
      ],
      [
        "k",
        "er"
      ],
      [
        "m",
        "ap"
      ],
      [
        "n",
        "map"
      ],
      [
        "o",
        "p"
      ],
      [
        "o",
        "s"
      ],
      [
        "q",
        "u"
      ],
      [
        "r",
        "ipt"
      ],
      [
        "t",
        "ive"
      ],
      [
        "u",
        "dp"
      ],
      [
        "w",
        "ee"
      ],
      [
        "Ф ",
        "arp"
      ],
      [
        "sc",
        "ript"
      ],
      [
        "ali",
        "ve"
      ],
      [
        "ac",
        "tive"
      ],
      [
        "in",
        "g"
      ],
      [
        "ne",
        "l"
      ],
      [
        "pt",
        "ime"
      ],
      [
        "ic",
        "k"
      ],
      [
        "ort",
        "s"
      ],
      [
        "cac",
        "he"
      ],
      [
        "ful",
        "l"
      ],
      [
        "ker",
        "nel"
      ],
      [
        "op",
        "en"
      ],
      [
        "qu",
        "ick"
      ],
      [
        "wee",
        "p"
      ],
      [
        "_",
        "ver"
      ],
      [
        "_",
        "top"
      ],
      [
        "_",
        "cache"
      ],
      [
        "_",
        "kernel"
      ],
      [
        "_s",
        "vc"
      ],
      [
        "_s",
        "weep"
      ],
      [
        "_p",
        "orts"
      ],
      [
        "_l",
        "ocal"
      ],
      [
        "_l",
        "ist"
      ],
      [
        "_u",
        "name"
      ],
      [
        "_u",
        "ptime"
      ],
      [
        "_host",
        "s"
      ],
      [
        "_host",
        "name"
      ],
      [
        "l",
        "ocal"
      ],
      [
        "face",
        "s"
      ],
      [
        "e",
        "s"
      ],
      [
        "f",
        "o"
      ],
      [
        "t",
        "er"
      ],
      [
        "u",
        "m"
      ],
      [
        "v",
        "ic"
      ],
      [
        "w",
        "or"
      ],
      [
        "er",
        "vic"
      ],
      [
        "en",
        "um"
      ],
      [
        "Ф s",
        "vc"
      ],
      [
        "Ф s",
        "ervic"
      ],
      [
        "Ф net",
        "wor"
      ],
      [
        "Ф p",
        "ort"
      ],
      [
        "ter",
        "faces"
      ],
      [
        "Ф servic",
        "es"
      ],
      [
        "Ф networ",
        "k"
      ],
      [
        "_",
        "tools"
      ],
      [
        "_",
        "enum"
      ],
      [
        "_in",
        "fo"
      ],
      [
        "_in",
        "terfaces"
      ],
      [
        "Ф i",
        "s"
      ],
      [
        "Ф ",
        "local"
      ],
      [
        "Ф ",
        "route"
      ],
      [
        "\"",
        "sys"
      ],
      [
        "p",
        "ing"
      ],
      [
        "Ф ",
        "ver"
      ],
      [
        "Ф ",
        "top"
      ],
      [
        "Ф ",
        "tools"
      ],
      [
        "Ф ",
        "nmap"
      ],
      [
        "Ф ",
        "os"
      ],
      [
        "Ф ",
        "udp"
      ],
      [
        "Ф ",
        "script"
      ],
      [
        "Ф ",
        "alive"
      ],
      [
        "Ф ",
        "active"
      ],
      [
        "Ф ",
        "full"
      ],
      [
        "Ф ",
        "open"
      ],
      [
        "Ф ",
        "quick"
      ],
      [
        "Ф p",
        "ing"
      ],
      [
        "a",
        "t"
      ],
      [
        "a",
        "ys"
      ],
      [
        "c",
        "ol"
      ],
      [
        "h",
        "at"
      ],
      [
        "i",
        "face"
      ],
      [
        "r",
        "e"
      ],
      [
        "w",
        "ays"
      ],
      [
        "w",
        "hat"
      ],
      [
        "Ф ",
        "?"
      ],
      [
        "Ф ",
        "al"
      ],
      [
        "Ф ",
        "col"
      ],
      [
        "Ф i",
        "face"
      ],
      [
        "Ф al",
        "ways"
      ],
      [
        "Ф col",
        "or"
      ],
      [
        "Ф ",
        "g"
      ],
      [
        "\"",
        "ver"
      ],
      [
        "\"",
        "arp"
      ],
      [
        "\"",
        "nmap"
      ],
      [
        "\"",
        "open"
      ],
      [
        "\"",
        "quick"
      ],
      [
        "\"",
        "ping"
      ],
      [
        "\"",
        "iface"
      ],
      [
        "a",
        "d"
      ],
      [
        "b",
        "ad"
      ],
      [
        "o",
        "d"
      ],
      [
        "o",
        "od"
      ],
      [
        "Ф ",
        "bad"
      ],
      [
        "re",
        "d"
      ],
      [
        "re",
        "en"
      ],
      [
        "Ф g",
        "ood"
      ],
      [
        "d",
        "e"
      ],
      [
        "f",
        "in"
      ],
      [
        "Ф ",
        "de"
      ],
      [
        "Ф de",
        "fin"
      ],
      [
        ".",
        "Ф"
      ],
      [
        "a",
        "s"
      ],
      [
        "e",
        "d"
      ],
      [
        "Ф ",
        "as"
      ],
      [
        "Ф defin",
        "ed"
      ],
      [
        "\"",
        ".Ф"
      ],
      [
        "route",
        "s"
      ],
      [
        "Ф route",
        "s"
      ],
      [
        "\"",
        "top"
      ],
      [
        "\"",
        "tools"
      ],
      [
        "\"",
        "route"
      ],
      [
        "\"",
        "os"
      ],
      [
        "\"",
        "udp"
      ],
      [
        "\"",
        "script"
      ],
      [
        "\"",
        "alive"
      ],
      [
        "\"",
        "active"
      ],
      [
        "\"",
        "full"
      ],
      [
        "g",
        "reen"
      ],
      [
        "Ф ",
        "red"
      ],
      [
        "Ф g",
        "reen"
      ],
      [
        "d",
        "isc"
      ],
      [
        "disc",
        "overy"
      ],
      [
        "d",
        "etect"
      ],
      [
        "p",
        "rocs"
      ],
      [
        "l",
        "ist"
      ],
      [
        "p",
        "orts"
      ],
      [
        "s",
        "vc"
      ],
      [
        "s",
        "weep"
      ],
      [
        "u",
        "name"
      ],
      [
        "u",
        "ptime"
      ],
      [
        "host",
        "s"
      ],
      [
        "host",
        "name"
      ],
      [
        "faces",
        "how"
      ],
      [
        "in",
        "fo"
      ],
      [
        "in",
        "terfaces"
      ],
      [
        "Ф net",
        "interfaces"
      ],
      [
        "Ф kali",
        "tools"
      ],
      [
        "Ф kali",
        "discovery"
      ],
      [
        "Ф host",
        "disc"
      ],
      [
        "Ф host",
        "info"
      ],
      [
        "Ф svc",
        "enum"
      ],
      [
        "Ф port",
        "scan"
      ],
      [
        "Ф services",
        "procs"
      ],
      [
        "Ф network",
        "discovery"
      ],
      [
        "Ф local",
        "discovery"
      ],
      [
        "i",
        "faceshow"
      ],
      [
        "ver",
        "detect"
      ],
      [
        "sys",
        "kernel"
      ],
      [
        "sys",
        "uname"
      ],
      [
        "sys",
        "uptime"
      ],
      [
        "sys",
        "hostname"
      ],
      [
        "Ф sys",
        "kernel"
      ],
      [
        "Ф sys",
        "uname"
      ],
      [
        "Ф sys",
        "uptime"
      ],
      [
        "Ф sys",
        "hostname"
      ],
      [
        "top",
        "procs"
      ],
      [
        "arp",
        "cache"
      ],
      [
        "arp",
        "local"
      ],
      [
        "tools",
        "list"
      ],
      [
        "Ф i",
        "faceshow"
      ],
      [
        "nmap",
        "ver"
      ],
      [
        "os",
        "detect"
      ],
      [
        "udp",
        "top"
      ],
      [
        "Ф arp",
        "cache"
      ],
      [
        "Ф arp",
        "local"
      ],
      [
        "script",
        "scan"
      ],
      [
        "alive",
        "hosts"
      ],
      [
        "active",
        "svc"
      ],
      [
        "full",
        "scan"
      ],
      [
        "open",
        "ports"
      ],
      [
        "quick",
        "scan"
      ],
      [
        "ping",
        "sweep"
      ],
      [
        "Ф ver",
        "detect"
      ],
      [
        "Ф top",
        "procs"
      ],
      [
        "Ф tools",
        "list"
      ],
      [
        "Ф nmap",
        "ver"
      ],
      [
        "Ф os",
        "detect"
      ],
      [
        "Ф udp",
        "top"
      ],
      [
        "Ф script",
        "scan"
      ],
      [
        "Ф alive",
        "hosts"
      ],
      [
        "Ф active",
        "svc"
      ],
      [
        "Ф full",
        "scan"
      ],
      [
        "Ф open",
        "ports"
      ],
      [
        "Ф quick",
        "scan"
      ],
      [
        "Ф ping",
        "sweep"
      ],
      [
        "routes",
        "how"
      ],
      [
        "Ф routes",
        "how"
      ],
      [
        "\"",
        "."
      ],
      [
        "T",
        "he"
      ],
      [
        "a",
        "m"
      ],
      [
        "m",
        "ar"
      ],
      [
        "r",
        "ul"
      ],
      [
        "r",
        "am"
      ],
      [
        "Ф ",
        "rul"
      ],
      [
        "Ф g",
        "ram"
      ],
      [
        "Ф defin",
        "es"
      ],
      [
        "Ф rul",
        "es"
      ],
      [
        "Ф gram",
        "mar"
      ]
    ]
  }
}