{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¬°": 95,
      "¬¢": 96,
      "¬£": 97,
      "¬§": 98,
      "¬•": 99,
      "¬¶": 100,
      "¬ß": 101,
      "¬®": 102,
      "¬©": 103,
      "¬™": 104,
      "¬´": 105,
      "¬¨": 106,
      "¬Æ": 107,
      "¬Ø": 108,
      "¬∞": 109,
      "¬±": 110,
      "¬≤": 111,
      "¬≥": 112,
      "¬¥": 113,
      "¬µ": 114,
      "¬∂": 115,
      "¬∑": 116,
      "¬∏": 117,
      "¬π": 118,
      "¬∫": 119,
      "¬ª": 120,
      "¬º": 121,
      "¬Ω": 122,
      "¬æ": 123,
      "¬ø": 124,
      "√Ä": 125,
      "√Å": 126,
      "√Ç": 127,
      "√É": 128,
      "√Ñ": 129,
      "√Ö": 130,
      "√Ü": 131,
      "√á": 132,
      "√à": 133,
      "√â": 134,
      "√ä": 135,
      "√ã": 136,
      "√å": 137,
      "√ç": 138,
      "√é": 139,
      "√è": 140,
      "√ê": 141,
      "√ë": 142,
      "√í": 143,
      "√ì": 144,
      "√î": 145,
      "√ï": 146,
      "√ñ": 147,
      "√ó": 148,
      "√ò": 149,
      "√ô": 150,
      "√ö": 151,
      "√õ": 152,
      "√ú": 153,
      "√ù": 154,
      "√û": 155,
      "√ü": 156,
      "√Ý": 157,
      "√°": 158,
      "√¢": 159,
      "√£": 160,
      "√§": 161,
      "√•": 162,
      "√¶": 163,
      "√ß": 164,
      "√®": 165,
      "√©": 166,
      "√™": 167,
      "√´": 168,
      "√¨": 169,
      "√≠": 170,
      "√Æ": 171,
      "√Ø": 172,
      "√∞": 173,
      "√±": 174,
      "√≤": 175,
      "√≥": 176,
      "√¥": 177,
      "√µ": 178,
      "√∂": 179,
      "√∑": 180,
      "√∏": 181,
      "√π": 182,
      "√∫": 183,
      "√ª": 184,
      "√º": 185,
      "√Ω": 186,
      "√æ": 187,
      "√ø": 188,
      "ƒÄ": 189,
      "ƒÅ": 190,
      "ƒÇ": 191,
      "ƒÉ": 192,
      "ƒÑ": 193,
      "ƒÖ": 194,
      "ƒÜ": 195,
      "ƒá": 196,
      "ƒà": 197,
      "ƒâ": 198,
      "ƒä": 199,
      "ƒã": 200,
      "ƒå": 201,
      "ƒç": 202,
      "ƒé": 203,
      "ƒè": 204,
      "ƒê": 205,
      "ƒë": 206,
      "ƒí": 207,
      "ƒì": 208,
      "ƒî": 209,
      "ƒï": 210,
      "ƒñ": 211,
      "ƒó": 212,
      "ƒò": 213,
      "ƒô": 214,
      "ƒö": 215,
      "ƒõ": 216,
      "ƒú": 217,
      "ƒù": 218,
      "ƒû": 219,
      "ƒü": 220,
      "ƒÝ": 221,
      "ƒ°": 222,
      "ƒ¢": 223,
      "ƒ£": 224,
      "ƒ§": 225,
      "ƒ•": 226,
      "ƒ¶": 227,
      "ƒß": 228,
      "ƒ®": 229,
      "ƒ©": 230,
      "ƒ™": 231,
      "ƒ´": 232,
      "ƒ¨": 233,
      "ƒ≠": 234,
      "ƒÆ": 235,
      "ƒØ": 236,
      "ƒ∞": 237,
      "ƒ±": 238,
      "ƒ≤": 239,
      "ƒ≥": 240,
      "ƒ¥": 241,
      "ƒµ": 242,
      "ƒ∂": 243,
      "ƒ∑": 244,
      "ƒ∏": 245,
      "ƒπ": 246,
      "ƒ∫": 247,
      "ƒª": 248,
      "ƒº": 249,
      "ƒΩ": 250,
      "ƒæ": 251,
      "ƒø": 252,
      "≈Ä": 253,
      "≈Å": 254,
      "≈Ç": 255,
      "≈É": 256,
      "he": 257,
      "ck": 258,
      "che": 259,
      "check": 260,
      "te": 261,
      "or": 262,
      "al": 263,
      "ƒÝcheck": 264,
      "en": 265,
      "<|": 266,
      "do": 267,
      "fte": 268,
      "xt": 269,
      "|>": 270,
      "endo": 271,
      "ftext": 272,
      "endoftext": 273,
      "ƒÝ\"": 274,
      "at": 275,
      "es": 276,
      "hcheck": 277,
      "thcheck": 278,
      "heal": 279,
      "healthcheck": 280,
      "ƒÝ|": 281,
      "_s": 282,
      "er": 283,
      "pr": 284,
      "tat": 285,
      "us": 286,
      "tatus": 287,
      "_status": 288,
      "ces": 289,
      "di": 290,
      "me": 291,
      "ne": 292,
      "rm": 293,
      "term": 294,
      "ƒÝterm": 295,
      "ul": 296,
      "cal": 297,
      "cul": 298,
      "ator": 299,
      "calcul": 300,
      "calculator": 301,
      "ac": 302,
      "ex": 303,
      "fac": 304,
      "tor": 305,
      "ƒÝfac": 306,
      "expr": 307,
      "ƒÝfactor": 308,
      "ou": 309,
      "ys": 310,
      "ƒÝr": 311,
      "ƒÝexpr": 312,
      "\"<|": 313,
      "ber": 314,
      "cp": 315,
      "gi": 316,
      "ices": 317,
      "ime": 318,
      "ker": 319,
      "mor": 320,
      "mber": 321,
      "nu": 322,
      "oces": 323,
      "pt": 324,
      "por": 325,
      "sk": 326,
      "ses": 327,
      "ts": 328,
      "upt": 329,
      "vices": 330,
      "ƒÝnu": 331,
      "ervices": 332,
      "proces": 333,
      "digi": 334,
      "disk": 335,
      "memor": 336,
      "nel": 337,
      "cpu": 338,
      "kernel": 339,
      "ports": 340,
      "uptime": 341,
      "ƒÝnumber": 342,
      "processes": 343,
      "digit": 344,
      "memory": 345,
      "\"check": 346,
      "_disk": 347,
      "_cpu": 348,
      "_kernel": 349,
      "_ports": 350,
      "_uptime": 351,
      "_processes": 352,
      "_memory": 353,
      "_services": 354,
      "ƒÝdigit": 355,
      "sys": 356,
      "tw": 357,
      "ƒÝne": 358,
      "tem": 359,
      "ork": 360,
      "esou": 361,
      "ƒÝresou": 362,
      "system": 363,
      "twork": 364,
      "ƒÝnetwork": 365,
      "ƒÝresour": 366,
      "ce": 367,
      "ƒÝresource": 368,
      "ƒÝsystem": 369,
      "is": 370,
      "ƒÝis": 371,
      "ƒÝc": 372,
      "ƒÝhealthcheck": 373,
      "ays": 374,
      "hat": 375,
      "lor": 376,
      "olor": 377,
      "ways": 378,
      "what": 379,
      "ƒÝ?": 380,
      "ƒÝal": 381,
      "tes": 382,
      "outes": 383,
      "ƒÝcolor": 384,
      "ƒÝalways": 385,
      "ƒÝg": 386,
      "re": 387,
      "ƒÝb": 388,
      "(\"": 389,
      ")\"": 390,
      "+\"": 391,
      "-\"": 392,
      "/\"": 393,
      "ƒÝ\")\"": 394,
      "ƒÝ\"+\"": 395,
      "ƒÝ\"-\"": 396,
      "ƒÝ\"/\"": 397,
      "*\"": 398,
      "ad": 399,
      "od": 400,
      "ood": 401,
      "routes": 402,
      "ƒÝ\"*\"": 403,
      "ƒÝroutes": 404,
      "ƒÝgood": 405,
      "reen": 406,
      "ƒÝbad": 407,
      "ƒÝ\"(\"": 408,
      "\"(\"": 409,
      "ed": 410,
      "green": 411,
      "ƒÝred": 412,
      "ƒÝgreen": 413,
      "red": 414,
      ".ƒä": 415,
      "de": 416,
      "fi": 417,
      "ƒÝde": 418,
      "ƒÝdefi": 419,
      "as": 420,
      "ƒÝas": 421,
      "ned": 422,
      "ƒÝdefined": 423,
      "\",": 424,
      "\".ƒä": 425,
      "status": 426,
      "an": 427,
      "ƒÝor": 428,
      "ƒÝcan": 429,
      "ƒÝbe": 430,
      "services": 431,
      "ƒÝcheckdisk": 432,
      "ƒÝcheckcpu": 433,
      "ƒÝcheckkernel": 434,
      "ƒÝcheckports": 435,
      "ƒÝcheckuptime": 436,
      "ƒÝcheckprocesses": 437,
      "ƒÝcheckmemory": 438,
      "ƒÝcheckservices": 439,
      "cestatus": 440,
      "ƒÝnetworkstatus": 441,
      "ƒÝresourcestatus": 442,
      "ƒÝsystemstatus": 443,
      "\".": 444,
      "The": 445,
      "am": 446,
      "ar": 447,
      "mar": 448,
      "nes": 449,
      "ram": 450,
      "ules": 451,
      "ƒÝrules": 452,
      "ƒÝgram": 453,
      "ƒÝdefines": 454,
      "ƒÝgrammar": 455,
      "ƒÝcalculator": 456,
      "checkdisk": 457,
      "checkcpu": 458,
      "checkkernel": 459,
      "checkports": 460,
      "checkuptime": 461,
      "checkprocesses": 462,
      "checkmemory": 463,
      "checkservices": 464,
      "ƒÝ\"\"": 465
    },
    "merges": [
      [
        "h",
        "e"
      ],
      [
        "c",
        "k"
      ],
      [
        "c",
        "he"
      ],
      [
        "che",
        "ck"
      ],
      [
        "t",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "a",
        "l"
      ],
      [
        "ƒÝ",
        "check"
      ],
      [
        "e",
        "n"
      ],
      [
        "<",
        "|"
      ],
      [
        "d",
        "o"
      ],
      [
        "f",
        "te"
      ],
      [
        "x",
        "t"
      ],
      [
        "|",
        ">"
      ],
      [
        "en",
        "do"
      ],
      [
        "fte",
        "xt"
      ],
      [
        "endo",
        "ftext"
      ],
      [
        "ƒÝ",
        "\""
      ],
      [
        "a",
        "t"
      ],
      [
        "e",
        "s"
      ],
      [
        "h",
        "check"
      ],
      [
        "t",
        "hcheck"
      ],
      [
        "he",
        "al"
      ],
      [
        "heal",
        "thcheck"
      ],
      [
        "ƒÝ",
        "|"
      ],
      [
        "_",
        "s"
      ],
      [
        "e",
        "r"
      ],
      [
        "p",
        "r"
      ],
      [
        "t",
        "at"
      ],
      [
        "u",
        "s"
      ],
      [
        "tat",
        "us"
      ],
      [
        "_s",
        "tatus"
      ],
      [
        "c",
        "es"
      ],
      [
        "d",
        "i"
      ],
      [
        "m",
        "e"
      ],
      [
        "n",
        "e"
      ],
      [
        "r",
        "m"
      ],
      [
        "te",
        "rm"
      ],
      [
        "ƒÝ",
        "term"
      ],
      [
        "u",
        "l"
      ],
      [
        "c",
        "al"
      ],
      [
        "c",
        "ul"
      ],
      [
        "at",
        "or"
      ],
      [
        "cal",
        "cul"
      ],
      [
        "calcul",
        "ator"
      ],
      [
        "a",
        "c"
      ],
      [
        "e",
        "x"
      ],
      [
        "f",
        "ac"
      ],
      [
        "t",
        "or"
      ],
      [
        "ƒÝ",
        "fac"
      ],
      [
        "ex",
        "pr"
      ],
      [
        "ƒÝfac",
        "tor"
      ],
      [
        "o",
        "u"
      ],
      [
        "y",
        "s"
      ],
      [
        "ƒÝ",
        "r"
      ],
      [
        "ƒÝ",
        "expr"
      ],
      [
        "\"",
        "<|"
      ],
      [
        "b",
        "er"
      ],
      [
        "c",
        "p"
      ],
      [
        "g",
        "i"
      ],
      [
        "i",
        "ces"
      ],
      [
        "i",
        "me"
      ],
      [
        "k",
        "er"
      ],
      [
        "m",
        "or"
      ],
      [
        "m",
        "ber"
      ],
      [
        "n",
        "u"
      ],
      [
        "o",
        "ces"
      ],
      [
        "p",
        "t"
      ],
      [
        "p",
        "or"
      ],
      [
        "s",
        "k"
      ],
      [
        "s",
        "es"
      ],
      [
        "t",
        "s"
      ],
      [
        "u",
        "pt"
      ],
      [
        "v",
        "ices"
      ],
      [
        "ƒÝ",
        "nu"
      ],
      [
        "er",
        "vices"
      ],
      [
        "pr",
        "oces"
      ],
      [
        "di",
        "gi"
      ],
      [
        "di",
        "sk"
      ],
      [
        "me",
        "mor"
      ],
      [
        "ne",
        "l"
      ],
      [
        "cp",
        "u"
      ],
      [
        "ker",
        "nel"
      ],
      [
        "por",
        "ts"
      ],
      [
        "upt",
        "ime"
      ],
      [
        "ƒÝnu",
        "mber"
      ],
      [
        "proces",
        "ses"
      ],
      [
        "digi",
        "t"
      ],
      [
        "memor",
        "y"
      ],
      [
        "\"",
        "check"
      ],
      [
        "_",
        "disk"
      ],
      [
        "_",
        "cpu"
      ],
      [
        "_",
        "kernel"
      ],
      [
        "_",
        "ports"
      ],
      [
        "_",
        "uptime"
      ],
      [
        "_",
        "processes"
      ],
      [
        "_",
        "memory"
      ],
      [
        "_s",
        "ervices"
      ],
      [
        "ƒÝ",
        "digit"
      ],
      [
        "s",
        "ys"
      ],
      [
        "t",
        "w"
      ],
      [
        "ƒÝ",
        "ne"
      ],
      [
        "te",
        "m"
      ],
      [
        "or",
        "k"
      ],
      [
        "es",
        "ou"
      ],
      [
        "ƒÝr",
        "esou"
      ],
      [
        "sys",
        "tem"
      ],
      [
        "tw",
        "ork"
      ],
      [
        "ƒÝne",
        "twork"
      ],
      [
        "ƒÝresou",
        "r"
      ],
      [
        "c",
        "e"
      ],
      [
        "ƒÝresour",
        "ce"
      ],
      [
        "ƒÝ",
        "system"
      ],
      [
        "i",
        "s"
      ],
      [
        "ƒÝ",
        "is"
      ],
      [
        "ƒÝ",
        "c"
      ],
      [
        "ƒÝ",
        "healthcheck"
      ],
      [
        "a",
        "ys"
      ],
      [
        "h",
        "at"
      ],
      [
        "l",
        "or"
      ],
      [
        "o",
        "lor"
      ],
      [
        "w",
        "ays"
      ],
      [
        "w",
        "hat"
      ],
      [
        "ƒÝ",
        "?"
      ],
      [
        "ƒÝ",
        "al"
      ],
      [
        "te",
        "s"
      ],
      [
        "ou",
        "tes"
      ],
      [
        "ƒÝc",
        "olor"
      ],
      [
        "ƒÝal",
        "ways"
      ],
      [
        "ƒÝ",
        "g"
      ],
      [
        "r",
        "e"
      ],
      [
        "ƒÝ",
        "b"
      ],
      [
        "(",
        "\""
      ],
      [
        ")",
        "\""
      ],
      [
        "+",
        "\""
      ],
      [
        "-",
        "\""
      ],
      [
        "/",
        "\""
      ],
      [
        "ƒÝ\"",
        ")\""
      ],
      [
        "ƒÝ\"",
        "+\""
      ],
      [
        "ƒÝ\"",
        "-\""
      ],
      [
        "ƒÝ\"",
        "/\""
      ],
      [
        "*",
        "\""
      ],
      [
        "a",
        "d"
      ],
      [
        "o",
        "d"
      ],
      [
        "o",
        "od"
      ],
      [
        "r",
        "outes"
      ],
      [
        "ƒÝ\"",
        "*\""
      ],
      [
        "ƒÝr",
        "outes"
      ],
      [
        "ƒÝg",
        "ood"
      ],
      [
        "re",
        "en"
      ],
      [
        "ƒÝb",
        "ad"
      ],
      [
        "ƒÝ\"",
        "(\""
      ],
      [
        "\"",
        "(\""
      ],
      [
        "e",
        "d"
      ],
      [
        "g",
        "reen"
      ],
      [
        "ƒÝr",
        "ed"
      ],
      [
        "ƒÝg",
        "reen"
      ],
      [
        "re",
        "d"
      ],
      [
        ".",
        "ƒä"
      ],
      [
        "d",
        "e"
      ],
      [
        "f",
        "i"
      ],
      [
        "ƒÝ",
        "de"
      ],
      [
        "ƒÝde",
        "fi"
      ],
      [
        "a",
        "s"
      ],
      [
        "ƒÝ",
        "as"
      ],
      [
        "ne",
        "d"
      ],
      [
        "ƒÝdefi",
        "ned"
      ],
      [
        "\"",
        ","
      ],
      [
        "\"",
        ".ƒä"
      ],
      [
        "s",
        "tatus"
      ],
      [
        "a",
        "n"
      ],
      [
        "ƒÝ",
        "or"
      ],
      [
        "ƒÝc",
        "an"
      ],
      [
        "ƒÝb",
        "e"
      ],
      [
        "s",
        "ervices"
      ],
      [
        "ƒÝcheck",
        "disk"
      ],
      [
        "ƒÝcheck",
        "cpu"
      ],
      [
        "ƒÝcheck",
        "kernel"
      ],
      [
        "ƒÝcheck",
        "ports"
      ],
      [
        "ƒÝcheck",
        "uptime"
      ],
      [
        "ƒÝcheck",
        "processes"
      ],
      [
        "ƒÝcheck",
        "memory"
      ],
      [
        "ƒÝcheck",
        "services"
      ],
      [
        "ces",
        "tatus"
      ],
      [
        "ƒÝnetwork",
        "status"
      ],
      [
        "ƒÝresour",
        "cestatus"
      ],
      [
        "ƒÝsystem",
        "status"
      ],
      [
        "\"",
        "."
      ],
      [
        "T",
        "he"
      ],
      [
        "a",
        "m"
      ],
      [
        "a",
        "r"
      ],
      [
        "m",
        "ar"
      ],
      [
        "n",
        "es"
      ],
      [
        "r",
        "am"
      ],
      [
        "ul",
        "es"
      ],
      [
        "ƒÝr",
        "ules"
      ],
      [
        "ƒÝg",
        "ram"
      ],
      [
        "ƒÝdefi",
        "nes"
      ],
      [
        "ƒÝgram",
        "mar"
      ],
      [
        "ƒÝ",
        "calculator"
      ],
      [
        "check",
        "disk"
      ],
      [
        "check",
        "cpu"
      ],
      [
        "check",
        "kernel"
      ],
      [
        "check",
        "ports"
      ],
      [
        "check",
        "uptime"
      ],
      [
        "check",
        "processes"
      ],
      [
        "check",
        "memory"
      ],
      [
        "check",
        "services"
      ],
      [
        "ƒÝ\"",
        "\""
      ]
    ]
  }
}