{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"ВЎ":95,"Вў":96,"ВЈ":97,"ВӨ":98,"ВҘ":99,"ВҰ":100,"В§":101,"ВЁ":102,"В©":103,"ВӘ":104,"В«":105,"В¬":106,"В®":107,"ВҜ":108,"В°":109,"Вұ":110,"ВІ":111,"Ві":112,"Вҙ":113,"Вө":114,"В¶":115,"В·":116,"Вё":117,"В№":118,"Вә":119,"В»":120,"Вј":121,"ВҪ":122,"Вҫ":123,"Вҝ":124,"ГҖ":125,"ГҒ":126,"ГӮ":127,"Гғ":128,"Г„":129,"Г…":130,"ГҶ":131,"ГҮ":132,"ГҲ":133,"Гү":134,"ГҠ":135,"ГӢ":136,"ГҢ":137,"ГҚ":138,"ГҺ":139,"ГҸ":140,"Гҗ":141,"Г‘":142,"Г’":143,"Г“":144,"Г”":145,"Г•":146,"Г–":147,"Г—":148,"Гҳ":149,"Гҷ":150,"Гҡ":151,"Гӣ":152,"Гң":153,"Гқ":154,"Гһ":155,"Гҹ":156,"Г ":157,"ГЎ":158,"Гў":159,"ГЈ":160,"ГӨ":161,"ГҘ":162,"ГҰ":163,"Г§":164,"ГЁ":165,"Г©":166,"ГӘ":167,"Г«":168,"Г¬":169,"Гӯ":170,"Г®":171,"ГҜ":172,"Г°":173,"Гұ":174,"ГІ":175,"Гі":176,"Гҙ":177,"Гө":178,"Г¶":179,"Г·":180,"Гё":181,"Г№":182,"Гә":183,"Г»":184,"Гј":185,"ГҪ":186,"Гҫ":187,"Гҝ":188,"ДҖ":189,"ДҒ":190,"ДӮ":191,"Дғ":192,"Д„":193,"Д…":194,"ДҶ":195,"ДҮ":196,"ДҲ":197,"Дү":198,"ДҠ":199,"ДӢ":200,"ДҢ":201,"ДҚ":202,"ДҺ":203,"ДҸ":204,"Дҗ":205,"Д‘":206,"Д’":207,"Д“":208,"Д”":209,"Д•":210,"Д–":211,"Д—":212,"Дҳ":213,"Дҷ":214,"Дҡ":215,"Дӣ":216,"Дң":217,"Дқ":218,"Дһ":219,"Дҹ":220,"Д ":221,"ДЎ":222,"Дў":223,"ДЈ":224,"ДӨ":225,"ДҘ":226,"ДҰ":227,"Д§":228,"ДЁ":229,"Д©":230,"ДӘ":231,"Д«":232,"Д¬":233,"Дӯ":234,"Д®":235,"ДҜ":236,"Д°":237,"Дұ":238,"ДІ":239,"Ді":240,"Дҙ":241,"Дө":242,"Д¶":243,"Д·":244,"Дё":245,"Д№":246,"Дә":247,"Д»":248,"Дј":249,"ДҪ":250,"Дҫ":251,"Дҝ":252,"ЕҖ":253,"ЕҒ":254,"ЕӮ":255,"Еғ":256,"he":257,"py":258,"ck":259,"che":260,"check":261,"Д py":262,"_check":263,"te":264,"al":265,"_s":266,"en":267,"es":268,"hcheck":269,"thcheck":270,"heal":271,"healthcheck":272,"<|":273,"do":274,"fte":275,"xt":276,"|>":277,"endo":278,"ftext":279,"endoftext":280,"or":281,"pyhealthcheck":282,"at":283,"tat":284,"us":285,"tatus":286,"_status":287,"ces":288,"er":289,"me":290,"_p":291,"ne":292,"is":293,"ro":294,"ys":295,"Д \"":296,"cp":297,"dis":298,"ices":299,"ime":300,"ker":301,"mor":302,"pt":303,"ses":304,"ts":305,"upt":306,"vices":307,"orts":308,"cesses":309,"ervices":310,"memor":311,"nel":312,"rocesses":313,"cpu":314,"disk":315,"kernel":316,"uptime":317,"memory":318,"\"py":319,"\"<|":320,"_cpu":321,"_disk":322,"_kernel":323,"_uptime":324,"_memory":325,"_services":326,"_ports":327,"_processes":328,"ou":329,"res":330,"tw":331,"tem":332,"ork":333,"netw":334,"ystem":335,"our":336,"resour":337,"network":338,"_resour":339,"_network":340,"ce":341,"_system":342,"_resource":343,"Д is":344,"Д pyhealthcheck":345,"ays":346,"co":347,"hat":348,"lor":349,"re":350,"ways":351,"what":352,"Д ?":353,"Д al":354,"Д co":355,"Д always":356,"Д color":357,"Д g":358,"ad":359,"bad":360,"od":361,"ood":362,"ute":363,"Д bad":364,"route":365,"red":366,"reen":367,"Д good":368,"routes":369,"Д pycheck":370,"green":371,"Д red":372,"Д routes":373,"Д green":374,"de":375,"fi":376,"Д de":377,"Д defi":378,".ДҠ":379,"as":380,"Д as":381,"ned":382,"Д defined":383,"pycheck":384,"\".ДҠ":385,"status":386,"Д pycheckp":387,"services":388,"system":389,"Д pyresour":390,"Д pynetwork":391,"Д pysystem":392,"cestatus":393,"Д pycheckcpu":394,"Д pycheckdisk":395,"Д pycheckkernel":396,"Д pycheckuptime":397,"Д pycheckmemory":398,"Д pycheckservices":399,"Д pycheckports":400,"Д pycheckprocesses":401,"Д pyresourcestatus":402,"Д pynetworkstatus":403,"Д pysystemstatus":404,"pycheckp":405,"\".":406,"The":407,"am":408,"ar":409,"les":410,"mar":411,"nes":412,"ru":413,"ram":414,"Д ru":415,"Д gram":416,"Д defines":417,"pycheckcpu":418,"pycheckdisk":419,"pycheckkernel":420,"pycheckuptime":421,"pycheckmemory":422,"pycheckservices":423,"pycheckports":424,"pycheckprocesses":425,"Д rules":426,"Д grammar":427}