{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"ВЎ":95,"Вў":96,"ВЈ":97,"ВӨ":98,"ВҘ":99,"ВҰ":100,"В§":101,"ВЁ":102,"В©":103,"ВӘ":104,"В«":105,"В¬":106,"В®":107,"ВҜ":108,"В°":109,"Вұ":110,"ВІ":111,"Ві":112,"Вҙ":113,"Вө":114,"В¶":115,"В·":116,"Вё":117,"В№":118,"Вә":119,"В»":120,"Вј":121,"ВҪ":122,"Вҫ":123,"Вҝ":124,"ГҖ":125,"ГҒ":126,"ГӮ":127,"Гғ":128,"Г„":129,"Г…":130,"ГҶ":131,"ГҮ":132,"ГҲ":133,"Гү":134,"ГҠ":135,"ГӢ":136,"ГҢ":137,"ГҚ":138,"ГҺ":139,"ГҸ":140,"Гҗ":141,"Г‘":142,"Г’":143,"Г“":144,"Г”":145,"Г•":146,"Г–":147,"Г—":148,"Гҳ":149,"Гҷ":150,"Гҡ":151,"Гӣ":152,"Гң":153,"Гқ":154,"Гһ":155,"Гҹ":156,"Г ":157,"ГЎ":158,"Гў":159,"ГЈ":160,"ГӨ":161,"ГҘ":162,"ГҰ":163,"Г§":164,"ГЁ":165,"Г©":166,"ГӘ":167,"Г«":168,"Г¬":169,"Гӯ":170,"Г®":171,"ГҜ":172,"Г°":173,"Гұ":174,"ГІ":175,"Гі":176,"Гҙ":177,"Гө":178,"Г¶":179,"Г·":180,"Гё":181,"Г№":182,"Гә":183,"Г»":184,"Гј":185,"ГҪ":186,"Гҫ":187,"Гҝ":188,"ДҖ":189,"ДҒ":190,"ДӮ":191,"Дғ":192,"Д„":193,"Д…":194,"ДҶ":195,"ДҮ":196,"ДҲ":197,"Дү":198,"ДҠ":199,"ДӢ":200,"ДҢ":201,"ДҚ":202,"ДҺ":203,"ДҸ":204,"Дҗ":205,"Д‘":206,"Д’":207,"Д“":208,"Д”":209,"Д•":210,"Д–":211,"Д—":212,"Дҳ":213,"Дҷ":214,"Дҡ":215,"Дӣ":216,"Дң":217,"Дқ":218,"Дһ":219,"Дҹ":220,"Д ":221,"ДЎ":222,"Дў":223,"ДЈ":224,"ДӨ":225,"ДҘ":226,"ДҰ":227,"Д§":228,"ДЁ":229,"Д©":230,"ДӘ":231,"Д«":232,"Д¬":233,"Дӯ":234,"Д®":235,"ДҜ":236,"Д°":237,"Дұ":238,"ДІ":239,"Ді":240,"Дҙ":241,"Дө":242,"Д¶":243,"Д·":244,"Дё":245,"Д№":246,"Дә":247,"Д»":248,"Дј":249,"ДҪ":250,"Дҫ":251,"Дҝ":252,"ЕҖ":253,"ЕҒ":254,"ЕӮ":255,"Еғ":256,"he":257,"ck":258,"che":259,"check":260,"te":261,"or":262,"al":263,"Д check":264,"en":265,"<|":266,"do":267,"fte":268,"xt":269,"|>":270,"endo":271,"ftext":272,"endoftext":273,"Д \"":274,"at":275,"es":276,"hcheck":277,"thcheck":278,"heal":279,"healthcheck":280,"Д |":281,"_s":282,"er":283,"pr":284,"tat":285,"us":286,"tatus":287,"_status":288,"ces":289,"di":290,"me":291,"ne":292,"rm":293,"term":294,"Д term":295,"ul":296,"cal":297,"cul":298,"ator":299,"calcul":300,"calculator":301,"ac":302,"ex":303,"fac":304,"tor":305,"Д fac":306,"expr":307,"Д factor":308,"ou":309,"ys":310,"Д r":311,"Д expr":312,"\"<|":313,"ber":314,"cp":315,"gi":316,"ices":317,"ime":318,"ker":319,"mor":320,"mber":321,"nu":322,"oces":323,"pt":324,"por":325,"sk":326,"ses":327,"ts":328,"upt":329,"vices":330,"Д nu":331,"ervices":332,"proces":333,"digi":334,"disk":335,"memor":336,"nel":337,"cpu":338,"kernel":339,"ports":340,"uptime":341,"Д number":342,"processes":343,"digit":344,"memory":345,"\"check":346,"_disk":347,"_cpu":348,"_kernel":349,"_ports":350,"_uptime":351,"_processes":352,"_memory":353,"_services":354,"Д digit":355,"sys":356,"tw":357,"Д ne":358,"tem":359,"ork":360,"esou":361,"Д resou":362,"system":363,"twork":364,"Д network":365,"Д resour":366,"ce":367,"Д resource":368,"Д system":369,"is":370,"Д is":371,"Д c":372,"Д healthcheck":373,"ays":374,"hat":375,"lor":376,"olor":377,"ways":378,"what":379,"Д ?":380,"Д al":381,"tes":382,"outes":383,"Д color":384,"Д always":385,"Д g":386,"re":387,"Д b":388,"(\"":389,")\"":390,"+\"":391,"-\"":392,"/\"":393,"Д \")\"":394,"Д \"+\"":395,"Д \"-\"":396,"Д \"/\"":397,"*\"":398,"ad":399,"od":400,"ood":401,"routes":402,"Д \"*\"":403,"Д routes":404,"Д good":405,"reen":406,"Д bad":407,"Д \"(\"":408,"\"(\"":409,"ed":410,"green":411,"Д red":412,"Д green":413,"red":414,".ДҠ":415,"de":416,"fi":417,"Д de":418,"Д defi":419,"as":420,"Д as":421,"ned":422,"Д defined":423,"\",":424,"\".ДҠ":425,"status":426,"an":427,"Д or":428,"Д can":429,"Д be":430,"services":431,"Д checkdisk":432,"Д checkcpu":433,"Д checkkernel":434,"Д checkports":435,"Д checkuptime":436,"Д checkprocesses":437,"Д checkmemory":438,"Д checkservices":439,"cestatus":440,"Д networkstatus":441,"Д resourcestatus":442,"Д systemstatus":443,"\".":444,"The":445,"am":446,"ar":447,"mar":448,"nes":449,"ram":450,"ules":451,"Д rules":452,"Д gram":453,"Д defines":454,"Д grammar":455,"Д calculator":456,"checkdisk":457,"checkcpu":458,"checkkernel":459,"checkports":460,"checkuptime":461,"checkprocesses":462,"checkmemory":463,"checkservices":464,"Д \"\"":465}