{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"ВЎ":95,"Вў":96,"ВЈ":97,"ВӨ":98,"ВҘ":99,"ВҰ":100,"В§":101,"ВЁ":102,"В©":103,"ВӘ":104,"В«":105,"В¬":106,"В®":107,"ВҜ":108,"В°":109,"Вұ":110,"ВІ":111,"Ві":112,"Вҙ":113,"Вө":114,"В¶":115,"В·":116,"Вё":117,"В№":118,"Вә":119,"В»":120,"Вј":121,"ВҪ":122,"Вҫ":123,"Вҝ":124,"ГҖ":125,"ГҒ":126,"ГӮ":127,"Гғ":128,"Г„":129,"Г…":130,"ГҶ":131,"ГҮ":132,"ГҲ":133,"Гү":134,"ГҠ":135,"ГӢ":136,"ГҢ":137,"ГҚ":138,"ГҺ":139,"ГҸ":140,"Гҗ":141,"Г‘":142,"Г’":143,"Г“":144,"Г”":145,"Г•":146,"Г–":147,"Г—":148,"Гҳ":149,"Гҷ":150,"Гҡ":151,"Гӣ":152,"Гң":153,"Гқ":154,"Гһ":155,"Гҹ":156,"Г ":157,"ГЎ":158,"Гў":159,"ГЈ":160,"ГӨ":161,"ГҘ":162,"ГҰ":163,"Г§":164,"ГЁ":165,"Г©":166,"ГӘ":167,"Г«":168,"Г¬":169,"Гӯ":170,"Г®":171,"ГҜ":172,"Г°":173,"Гұ":174,"ГІ":175,"Гі":176,"Гҙ":177,"Гө":178,"Г¶":179,"Г·":180,"Гё":181,"Г№":182,"Гә":183,"Г»":184,"Гј":185,"ГҪ":186,"Гҫ":187,"Гҝ":188,"ДҖ":189,"ДҒ":190,"ДӮ":191,"Дғ":192,"Д„":193,"Д…":194,"ДҶ":195,"ДҮ":196,"ДҲ":197,"Дү":198,"ДҠ":199,"ДӢ":200,"ДҢ":201,"ДҚ":202,"ДҺ":203,"ДҸ":204,"Дҗ":205,"Д‘":206,"Д’":207,"Д“":208,"Д”":209,"Д•":210,"Д–":211,"Д—":212,"Дҳ":213,"Дҷ":214,"Дҡ":215,"Дӣ":216,"Дң":217,"Дқ":218,"Дһ":219,"Дҹ":220,"Д ":221,"ДЎ":222,"Дў":223,"ДЈ":224,"ДӨ":225,"ДҘ":226,"ДҰ":227,"Д§":228,"ДЁ":229,"Д©":230,"ДӘ":231,"Д«":232,"Д¬":233,"Дӯ":234,"Д®":235,"ДҜ":236,"Д°":237,"Дұ":238,"ДІ":239,"Ді":240,"Дҙ":241,"Дө":242,"Д¶":243,"Д·":244,"Дё":245,"Д№":246,"Дә":247,"Д»":248,"Дј":249,"ДҪ":250,"Дҫ":251,"Дҝ":252,"ЕҖ":253,"ЕҒ":254,"ЕӮ":255,"Еғ":256,"sc":257,"er":258,"ver":259,"te":260,"di":261,"disc":262,"en":263,"over":264,"discover":265,"discovery":266,"<|":267,"do":268,"fte":269,"xt":270,"|>":271,"endo":272,"ftext":273,"endoftext":274,"Д \"":275,"ho":276,"st":277,"al":278,"ys":279,"sys":280,"_s":281,"ac":282,"an":283,"to":284,"scan":285,"_scan":286,"oc":287,"host":288,"\"<|":289,"me":290,"or":291,"in":292,"_p":293,"ne":294,"ali":295,"ol":296,"de":297,"ar":298,"ame":299,"ct":300,"name":301,"pt":302,"ve":303,"Д sys":304,"tect":305,"how":306,"top":307,"detect":308,"arp":309,"_l":310,"_u":311,"_discovery":312,"_host":313,"_detect":314,"_show":315,"fac":316,"ic":317,"roc":318,"vc":319,"tool":320,"ocal":321,"ort":322,"face":323,"rocs":324,"tools":325,"_procs":326,"Д s":327,"Д ne":328,"Д net":329,"_in":330,"Д host":331,"kali":332,"Д p":333,"Д kali":334,"ou":335,"rou":336,"route":337,"Д i":338,"he":339,"ul":340,"ap":341,"cac":342,"dp":343,"ee":344,"ful":345,"ist":346,"ime":347,"ipt":348,"ive":349,"ker":350,"map":351,"nmap":352,"op":353,"os":354,"qu":355,"ript":356,"tive":357,"udp":358,"wee":359,"Д arp":360,"script":361,"active":362,"ing":363,"nel":364,"alive":365,"ptime":366,"ick":367,"orts":368,"cache":369,"full":370,"kernel":371,"open":372,"quick":373,"weep":374,"_ver":375,"_top":376,"_cache":377,"_kernel":378,"_svc":379,"_sweep":380,"_ports":381,"_local":382,"_list":383,"_uname":384,"_uptime":385,"_hosts":386,"_hostname":387,"local":388,"faces":389,"es":390,"fo":391,"ter":392,"um":393,"vic":394,"wor":395,"ervic":396,"enum":397,"Д svc":398,"Д servic":399,"Д networ":400,"Д port":401,"terfaces":402,"Д services":403,"Д network":404,"_disc":405,"_tools":406,"_enum":407,"_info":408,"_interfaces":409,"Д is":410,"Д local":411,"Д route":412,"\"sys":413,"ping":414,"Д ver":415,"Д top":416,"Д tools":417,"Д nmap":418,"Д os":419,"Д udp":420,"Д script":421,"Д active":422,"Д alive":423,"Д full":424,"Д open":425,"Д quick":426,"Д ping":427,"at":428,"ays":429,"col":430,"hat":431,"iface":432,"re":433,"ways":434,"what":435,"Д ?":436,"Д al":437,"Д col":438,"Д iface":439,"Д always":440,"Д color":441,"Д g":442,"\"ver":443,"\"arp":444,"\"nmap":445,"\"open":446,"\"quick":447,"\"ping":448,"\"iface":449,"ad":450,"bad":451,"od":452,"ood":453,"Д bad":454,"red":455,"reen":456,"Д good":457,"fin":458,"Д de":459,"Д defin":460,".ДҠ":461,"as":462,"ed":463,"Д as":464,"Д defined":465,"\".ДҠ":466,"routes":467,"Д routes":468,"\"top":469,"\"tools":470,"\"route":471,"\"os":472,"\"udp":473,"\"script":474,"\"active":475,"\"alive":476,"\"full":477,"green":478,"Д red":479,"Д green":480,"procs":481,"list":482,"ports":483,"svc":484,"sweep":485,"uname":486,"uptime":487,"hosts":488,"hostname":489,"faceshow":490,"info":491,"interfaces":492,"Д netinterfaces":493,"Д hostdisc":494,"Д hostinfo":495,"Д kalitools":496,"Д svcenum":497,"Д portscan":498,"Д servicesprocs":499,"Д networkdiscovery":500,"Д localdiscovery":501,"ifaceshow":502,"verdetect":503,"syskernel":504,"sysuname":505,"sysuptime":506,"syshostname":507,"Д syskernel":508,"Д sysuname":509,"Д sysuptime":510,"Д syshostname":511,"topprocs":512,"arpcache":513,"arplocal":514,"toolslist":515,"Д kalidiscovery":516,"Д ifaceshow":517,"nmapver":518,"osdetect":519,"udptop":520,"Д arpcache":521,"Д arplocal":522,"scriptscan":523,"activesvc":524,"alivehosts":525,"fullscan":526,"openports":527,"quickscan":528,"pingsweep":529,"Д verdetect":530,"Д topprocs":531,"Д toolslist":532,"Д nmapver":533,"Д osdetect":534,"Д udptop":535,"Д scriptscan":536,"Д activesvc":537,"Д alivehosts":538,"Д fullscan":539,"Д openports":540,"Д quickscan":541,"Д pingsweep":542,"routeshow":543,"Д routeshow":544,"\".":545,"The":546,"am":547,"mar":548,"rul":549,"ram":550,"Д discovery":551,"Д rul":552,"Д gram":553,"Д defines":554,"Д rules":555,"Д grammar":556}