{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"ВЎ":95,"Вў":96,"ВЈ":97,"ВӨ":98,"ВҘ":99,"ВҰ":100,"В§":101,"ВЁ":102,"В©":103,"ВӘ":104,"В«":105,"В¬":106,"В®":107,"ВҜ":108,"В°":109,"Вұ":110,"ВІ":111,"Ві":112,"Вҙ":113,"Вө":114,"В¶":115,"В·":116,"Вё":117,"В№":118,"Вә":119,"В»":120,"Вј":121,"ВҪ":122,"Вҫ":123,"Вҝ":124,"ГҖ":125,"ГҒ":126,"ГӮ":127,"Гғ":128,"Г„":129,"Г…":130,"ГҶ":131,"ГҮ":132,"ГҲ":133,"Гү":134,"ГҠ":135,"ГӢ":136,"ГҢ":137,"ГҚ":138,"ГҺ":139,"ГҸ":140,"Гҗ":141,"Г‘":142,"Г’":143,"Г“":144,"Г”":145,"Г•":146,"Г–":147,"Г—":148,"Гҳ":149,"Гҷ":150,"Гҡ":151,"Гӣ":152,"Гң":153,"Гқ":154,"Гһ":155,"Гҹ":156,"Г ":157,"ГЎ":158,"Гў":159,"ГЈ":160,"ГӨ":161,"ГҘ":162,"ГҰ":163,"Г§":164,"ГЁ":165,"Г©":166,"ГӘ":167,"Г«":168,"Г¬":169,"Гӯ":170,"Г®":171,"ГҜ":172,"Г°":173,"Гұ":174,"ГІ":175,"Гі":176,"Гҙ":177,"Гө":178,"Г¶":179,"Г·":180,"Гё":181,"Г№":182,"Гә":183,"Г»":184,"Гј":185,"ГҪ":186,"Гҫ":187,"Гҝ":188,"ДҖ":189,"ДҒ":190,"ДӮ":191,"Дғ":192,"Д„":193,"Д…":194,"ДҶ":195,"ДҮ":196,"ДҲ":197,"Дү":198,"ДҠ":199,"ДӢ":200,"ДҢ":201,"ДҚ":202,"ДҺ":203,"ДҸ":204,"Дҗ":205,"Д‘":206,"Д’":207,"Д“":208,"Д”":209,"Д•":210,"Д–":211,"Д—":212,"Дҳ":213,"Дҷ":214,"Дҡ":215,"Дӣ":216,"Дң":217,"Дқ":218,"Дһ":219,"Дҹ":220,"Д ":221,"ДЎ":222,"Дў":223,"ДЈ":224,"ДӨ":225,"ДҘ":226,"ДҰ":227,"Д§":228,"ДЁ":229,"Д©":230,"ДӘ":231,"Д«":232,"Д¬":233,"Дӯ":234,"Д®":235,"ДҜ":236,"Д°":237,"Дұ":238,"ДІ":239,"Ді":240,"Дҙ":241,"Дө":242,"Д¶":243,"Д·":244,"Дё":245,"Д№":246,"Дә":247,"Д»":248,"Дј":249,"ДҪ":250,"Дҫ":251,"Дҝ":252,"ЕҖ":253,"ЕҒ":254,"ЕӮ":255,"Еғ":256,"he":257,"ck":258,"che":259,"check":260,"py":261,"te":262,"Д py":263,"al":264,"_check":265,"es":266,"hcheck":267,"thcheck":268,"heal":269,"healthcheck":270,"_s":271,"en":272,"<|":273,"do":274,"fte":275,"xt":276,"|>":277,"endo":278,"ftext":279,"endoftext":280,"or":281,"Д check":282,"at":283,"tat":284,"us":285,"tatus":286,"_status":287,"ces":288,"er":289,"me":290,"_p":291,"ne":292,"pyhealthcheck":293,"is":294,"ro":295,"Д \"":296,"cp":297,"dis":298,"ices":299,"ime":300,"ker":301,"mor":302,"pt":303,"ses":304,"ts":305,"upt":306,"vices":307,"orts":308,"cesses":309,"ervices":310,"memor":311,"nel":312,"rocesses":313,"cpu":314,"disk":315,"kernel":316,"uptime":317,"memory":318,"ys":319,"\"<|":320,"_cpu":321,"_disk":322,"_kernel":323,"_uptime":324,"_memory":325,"_services":326,"_ports":327,"_processes":328,"ou":329,"res":330,"tw":331,"tem":332,"ork":333,"netw":334,"ystem":335,"our":336,"resour":337,"network":338,"ce":339,"resource":340,"\"check":341,"\"py":342,"system":343,"Д network":344,"_network":345,"_resource":346,"Д resource":347,"_system":348,"Д is":349,"Д system":350,"Д healthcheck":351,"Д pyhealthcheck":352,"ays":353,"co":354,"hat":355,"lor":356,"re":357,"ute":358,"ways":359,"what":360,"Д ?":361,"Д al":362,"Д co":363,"route":364,"Д always":365,"Д color":366,"routes":367,"Д g":368,"ad":369,"bad":370,"od":371,"ood":372,"Д routes":373,"Д bad":374,"red":375,"reen":376,"Д good":377,"de":378,"fi":379,"Д de":380,"Д defi":381,".ДҠ":382,"as":383,"Д as":384,"Д pycheck":385,"ned":386,"Д defined":387,"green":388,"Д red":389,"Д green":390,"\".ДҠ":391,"status":392,"ports":393,"processes":394,"services":395,"pycheck":396,"cestatus":397,"resourcestatus":398,"Д resourcestatus":399,"Д pynetwork":400,"Д pysystem":401,"Д pyresourcestatus":402,"Д checkcpu":403,"Д checkdisk":404,"Д checkkernel":405,"Д checkuptime":406,"Д checkmemory":407,"Д checkports":408,"Д checkprocesses":409,"Д checkservices":410,"Д networkstatus":411,"Д systemstatus":412,"Д pycheckcpu":413,"Д pycheckdisk":414,"Д pycheckkernel":415,"Д pycheckuptime":416,"Д pycheckmemory":417,"Д pycheckports":418,"Д pycheckprocesses":419,"Д pycheckservices":420,"Д pynetworkstatus":421,"Д pysystemstatus":422,"\".":423,"The":424,"am":425,"ar":426,"les":427,"mar":428,"nes":429,"ru":430,"ram":431,"Д ru":432,"Д gram":433,"Д defines":434,"Д rules":435,"Д grammar":436,"checkcpu":437,"checkdisk":438,"checkkernel":439,"checkuptime":440,"checkmemory":441,"checkports":442,"checkprocesses":443,"checkservices":444,"pycheckcpu":445,"pycheckdisk":446,"pycheckkernel":447,"pycheckuptime":448,"pycheckmemory":449,"pycheckports":450,"pycheckprocesses":451,"pycheckservices":452}