{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "ТЁ": 95,
      "ТЂ": 96,
      "ТЃ": 97,
      "ТЄ": 98,
      "ТЅ": 99,
      "ТІ": 100,
      "ТЇ": 101,
      "ТЈ": 102,
      "ТЉ": 103,
      "ТЊ": 104,
      "ТЋ": 105,
      "ТЌ": 106,
      "ТЎ": 107,
      "ТЏ": 108,
      "ТА": 109,
      "ТБ": 110,
      "ТВ": 111,
      "ТГ": 112,
      "ТД": 113,
      "ТЕ": 114,
      "ТЖ": 115,
      "ТЗ": 116,
      "ТИ": 117,
      "ТЙ": 118,
      "ТК": 119,
      "ТЛ": 120,
      "ТМ": 121,
      "ТН": 122,
      "ТО": 123,
      "ТП": 124,
      "У": 125,
      "У": 126,
      "У": 127,
      "У": 128,
      "У": 129,
      "У": 130,
      "У": 131,
      "У": 132,
      "У": 133,
      "У": 134,
      "У": 135,
      "У": 136,
      "У": 137,
      "У": 138,
      "У": 139,
      "У": 140,
      "У": 141,
      "У": 142,
      "У": 143,
      "У": 144,
      "У": 145,
      "У": 146,
      "У": 147,
      "У": 148,
      "У": 149,
      "У": 150,
      "У": 151,
      "У": 152,
      "У": 153,
      "У": 154,
      "У": 155,
      "У": 156,
      "У ": 157,
      "УЁ": 158,
      "УЂ": 159,
      "УЃ": 160,
      "УЄ": 161,
      "УЅ": 162,
      "УІ": 163,
      "УЇ": 164,
      "УЈ": 165,
      "УЉ": 166,
      "УЊ": 167,
      "УЋ": 168,
      "УЌ": 169,
      "У­": 170,
      "УЎ": 171,
      "УЏ": 172,
      "УА": 173,
      "УБ": 174,
      "УВ": 175,
      "УГ": 176,
      "УД": 177,
      "УЕ": 178,
      "УЖ": 179,
      "УЗ": 180,
      "УИ": 181,
      "УЙ": 182,
      "УК": 183,
      "УЛ": 184,
      "УМ": 185,
      "УН": 186,
      "УО": 187,
      "УП": 188,
      "Ф": 189,
      "Ф": 190,
      "Ф": 191,
      "Ф": 192,
      "Ф": 193,
      "Ф": 194,
      "Ф": 195,
      "Ф": 196,
      "Ф": 197,
      "Ф": 198,
      "Ф": 199,
      "Ф": 200,
      "Ф": 201,
      "Ф": 202,
      "Ф": 203,
      "Ф": 204,
      "Ф": 205,
      "Ф": 206,
      "Ф": 207,
      "Ф": 208,
      "Ф": 209,
      "Ф": 210,
      "Ф": 211,
      "Ф": 212,
      "Ф": 213,
      "Ф": 214,
      "Ф": 215,
      "Ф": 216,
      "Ф": 217,
      "Ф": 218,
      "Ф": 219,
      "Ф": 220,
      "Ф ": 221,
      "ФЁ": 222,
      "ФЂ": 223,
      "ФЃ": 224,
      "ФЄ": 225,
      "ФЅ": 226,
      "ФІ": 227,
      "ФЇ": 228,
      "ФЈ": 229,
      "ФЉ": 230,
      "ФЊ": 231,
      "ФЋ": 232,
      "ФЌ": 233,
      "Ф­": 234,
      "ФЎ": 235,
      "ФЏ": 236,
      "ФА": 237,
      "ФБ": 238,
      "ФВ": 239,
      "ФГ": 240,
      "ФД": 241,
      "ФЕ": 242,
      "ФЖ": 243,
      "ФЗ": 244,
      "ФИ": 245,
      "ФЙ": 246,
      "ФК": 247,
      "ФЛ": 248,
      "ФМ": 249,
      "ФН": 250,
      "ФО": 251,
      "ФП": 252,
      "Х": 253,
      "Х": 254,
      "Х": 255,
      "Х": 256,
      "te": 257,
      "Ф \"": 258,
      "Ф |": 259,
      "or": 260,
      "tor": 261,
      "en": 262,
      "al": 263,
      "<|": 264,
      "do": 265,
      "fte": 266,
      "xt": 267,
      "|>": 268,
      "endo": 269,
      "ftext": 270,
      "endoftext": 271,
      "rm": 272,
      "term": 273,
      "Ф term": 274,
      "ul": 275,
      "ator": 276,
      "cal": 277,
      "cul": 278,
      "calcul": 279,
      "calculator": 280,
      "ac": 281,
      "ex": 282,
      "fac": 283,
      "pr": 284,
      "Ф fac": 285,
      "expr": 286,
      "Ф factor": 287,
      "Ф expr": 288,
      "be": 289,
      "di": 290,
      "gi": 291,
      "mbe": 292,
      "nu": 293,
      "Ф nu": 294,
      "digi": 295,
      "mber": 296,
      "Ф number": 297,
      "digit": 298,
      "Ф digit": 299,
      "Ф c": 300,
      "at": 301,
      "ay": 302,
      "hat": 303,
      "is": 304,
      "lor": 305,
      "olor": 306,
      "re": 307,
      "way": 308,
      "what": 309,
      "Ф ?": 310,
      "Ф al": 311,
      "Ф is": 312,
      "Ф color": 313,
      "ways": 314,
      "Ф always": 315,
      "Ф g": 316,
      "(\"": 317,
      ")\"": 318,
      "+\"": 319,
      "-\"": 320,
      "/\"": 321,
      "Ф \")\"": 322,
      "Ф \"+\"": 323,
      "Ф \"-\"": 324,
      "Ф \"/\"": 325,
      "*\"": 326,
      "ad": 327,
      "bad": 328,
      "od": 329,
      "ou": 330,
      "ood": 331,
      "rou": 332,
      "Ф bad": 333,
      "tes": 334,
      "Ф \"*\"": 335,
      "red": 336,
      "reen": 337,
      "Ф good": 338,
      "routes": 339,
      "Ф \"(\"": 340,
      "\"<|": 341,
      "\"(\"": 342,
      "green": 343,
      "Ф red": 344,
      "Ф routes": 345,
      "Ф green": 346,
      "\",": 347,
      ".Ф": 348,
      "an": 349,
      "Ф or": 350,
      "Ф be": 351,
      "Ф can": 352,
      "es": 353,
      "\".": 354,
      "Th": 355,
      "am": 356,
      "ar": 357,
      "de": 358,
      "fi": 359,
      "mar": 360,
      "nes": 361,
      "rul": 362,
      "ram": 363,
      "Ф calculator": 364,
      "Ф de": 365,
      "Ф rul": 366,
      "Ф \"\"": 367,
      "Ф gram": 368,
      "The": 369,
      "fines": 370,
      "Ф defines": 371,
      "Ф rules": 372,
      "Ф grammar": 373
    },
    "merges": [
      [
        "t",
        "e"
      ],
      [
        "Ф ",
        "\""
      ],
      [
        "Ф ",
        "|"
      ],
      [
        "o",
        "r"
      ],
      [
        "t",
        "or"
      ],
      [
        "e",
        "n"
      ],
      [
        "a",
        "l"
      ],
      [
        "<",
        "|"
      ],
      [
        "d",
        "o"
      ],
      [
        "f",
        "te"
      ],
      [
        "x",
        "t"
      ],
      [
        "|",
        ">"
      ],
      [
        "en",
        "do"
      ],
      [
        "fte",
        "xt"
      ],
      [
        "endo",
        "ftext"
      ],
      [
        "r",
        "m"
      ],
      [
        "te",
        "rm"
      ],
      [
        "Ф ",
        "term"
      ],
      [
        "u",
        "l"
      ],
      [
        "a",
        "tor"
      ],
      [
        "c",
        "al"
      ],
      [
        "c",
        "ul"
      ],
      [
        "cal",
        "cul"
      ],
      [
        "calcul",
        "ator"
      ],
      [
        "a",
        "c"
      ],
      [
        "e",
        "x"
      ],
      [
        "f",
        "ac"
      ],
      [
        "p",
        "r"
      ],
      [
        "Ф ",
        "fac"
      ],
      [
        "ex",
        "pr"
      ],
      [
        "Ф fac",
        "tor"
      ],
      [
        "Ф ",
        "expr"
      ],
      [
        "b",
        "e"
      ],
      [
        "d",
        "i"
      ],
      [
        "g",
        "i"
      ],
      [
        "m",
        "be"
      ],
      [
        "n",
        "u"
      ],
      [
        "Ф ",
        "nu"
      ],
      [
        "di",
        "gi"
      ],
      [
        "mbe",
        "r"
      ],
      [
        "Ф nu",
        "mber"
      ],
      [
        "digi",
        "t"
      ],
      [
        "Ф ",
        "digit"
      ],
      [
        "Ф ",
        "c"
      ],
      [
        "a",
        "t"
      ],
      [
        "a",
        "y"
      ],
      [
        "h",
        "at"
      ],
      [
        "i",
        "s"
      ],
      [
        "l",
        "or"
      ],
      [
        "o",
        "lor"
      ],
      [
        "r",
        "e"
      ],
      [
        "w",
        "ay"
      ],
      [
        "w",
        "hat"
      ],
      [
        "Ф ",
        "?"
      ],
      [
        "Ф ",
        "al"
      ],
      [
        "Ф ",
        "is"
      ],
      [
        "Ф c",
        "olor"
      ],
      [
        "way",
        "s"
      ],
      [
        "Ф al",
        "ways"
      ],
      [
        "Ф ",
        "g"
      ],
      [
        "(",
        "\""
      ],
      [
        ")",
        "\""
      ],
      [
        "+",
        "\""
      ],
      [
        "-",
        "\""
      ],
      [
        "/",
        "\""
      ],
      [
        "Ф \"",
        ")\""
      ],
      [
        "Ф \"",
        "+\""
      ],
      [
        "Ф \"",
        "-\""
      ],
      [
        "Ф \"",
        "/\""
      ],
      [
        "*",
        "\""
      ],
      [
        "a",
        "d"
      ],
      [
        "b",
        "ad"
      ],
      [
        "o",
        "d"
      ],
      [
        "o",
        "u"
      ],
      [
        "o",
        "od"
      ],
      [
        "r",
        "ou"
      ],
      [
        "Ф ",
        "bad"
      ],
      [
        "te",
        "s"
      ],
      [
        "Ф \"",
        "*\""
      ],
      [
        "re",
        "d"
      ],
      [
        "re",
        "en"
      ],
      [
        "Ф g",
        "ood"
      ],
      [
        "rou",
        "tes"
      ],
      [
        "Ф \"",
        "(\""
      ],
      [
        "\"",
        "<|"
      ],
      [
        "\"",
        "(\""
      ],
      [
        "g",
        "reen"
      ],
      [
        "Ф ",
        "red"
      ],
      [
        "Ф ",
        "routes"
      ],
      [
        "Ф g",
        "reen"
      ],
      [
        "\"",
        ","
      ],
      [
        ".",
        "Ф"
      ],
      [
        "a",
        "n"
      ],
      [
        "Ф ",
        "or"
      ],
      [
        "Ф ",
        "be"
      ],
      [
        "Ф c",
        "an"
      ],
      [
        "e",
        "s"
      ],
      [
        "\"",
        "."
      ],
      [
        "T",
        "h"
      ],
      [
        "a",
        "m"
      ],
      [
        "a",
        "r"
      ],
      [
        "d",
        "e"
      ],
      [
        "f",
        "i"
      ],
      [
        "m",
        "ar"
      ],
      [
        "n",
        "es"
      ],
      [
        "r",
        "ul"
      ],
      [
        "r",
        "am"
      ],
      [
        "Ф ",
        "calculator"
      ],
      [
        "Ф ",
        "de"
      ],
      [
        "Ф ",
        "rul"
      ],
      [
        "Ф \"",
        "\""
      ],
      [
        "Ф g",
        "ram"
      ],
      [
        "Th",
        "e"
      ],
      [
        "fi",
        "nes"
      ],
      [
        "Ф de",
        "fines"
      ],
      [
        "Ф rul",
        "es"
      ],
      [
        "Ф gram",
        "mar"
      ]
    ]
  }
}