{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"ВЎ":95,"Вў":96,"ВЈ":97,"ВӨ":98,"ВҘ":99,"ВҰ":100,"В§":101,"ВЁ":102,"В©":103,"ВӘ":104,"В«":105,"В¬":106,"В®":107,"ВҜ":108,"В°":109,"Вұ":110,"ВІ":111,"Ві":112,"Вҙ":113,"Вө":114,"В¶":115,"В·":116,"Вё":117,"В№":118,"Вә":119,"В»":120,"Вј":121,"ВҪ":122,"Вҫ":123,"Вҝ":124,"ГҖ":125,"ГҒ":126,"ГӮ":127,"Гғ":128,"Г„":129,"Г…":130,"ГҶ":131,"ГҮ":132,"ГҲ":133,"Гү":134,"ГҠ":135,"ГӢ":136,"ГҢ":137,"ГҚ":138,"ГҺ":139,"ГҸ":140,"Гҗ":141,"Г‘":142,"Г’":143,"Г“":144,"Г”":145,"Г•":146,"Г–":147,"Г—":148,"Гҳ":149,"Гҷ":150,"Гҡ":151,"Гӣ":152,"Гң":153,"Гқ":154,"Гһ":155,"Гҹ":156,"Г ":157,"ГЎ":158,"Гў":159,"ГЈ":160,"ГӨ":161,"ГҘ":162,"ГҰ":163,"Г§":164,"ГЁ":165,"Г©":166,"ГӘ":167,"Г«":168,"Г¬":169,"Гӯ":170,"Г®":171,"ГҜ":172,"Г°":173,"Гұ":174,"ГІ":175,"Гі":176,"Гҙ":177,"Гө":178,"Г¶":179,"Г·":180,"Гё":181,"Г№":182,"Гә":183,"Г»":184,"Гј":185,"ГҪ":186,"Гҫ":187,"Гҝ":188,"ДҖ":189,"ДҒ":190,"ДӮ":191,"Дғ":192,"Д„":193,"Д…":194,"ДҶ":195,"ДҮ":196,"ДҲ":197,"Дү":198,"ДҠ":199,"ДӢ":200,"ДҢ":201,"ДҚ":202,"ДҺ":203,"ДҸ":204,"Дҗ":205,"Д‘":206,"Д’":207,"Д“":208,"Д”":209,"Д•":210,"Д–":211,"Д—":212,"Дҳ":213,"Дҷ":214,"Дҡ":215,"Дӣ":216,"Дң":217,"Дқ":218,"Дһ":219,"Дҹ":220,"Д ":221,"ДЎ":222,"Дў":223,"ДЈ":224,"ДӨ":225,"ДҘ":226,"ДҰ":227,"Д§":228,"ДЁ":229,"Д©":230,"ДӘ":231,"Д«":232,"Д¬":233,"Дӯ":234,"Д®":235,"ДҜ":236,"Д°":237,"Дұ":238,"ДІ":239,"Ді":240,"Дҙ":241,"Дө":242,"Д¶":243,"Д·":244,"Дё":245,"Д№":246,"Дә":247,"Д»":248,"Дј":249,"ДҪ":250,"Дҫ":251,"Дҝ":252,"ЕҖ":253,"ЕҒ":254,"ЕӮ":255,"Еғ":256,"te":257,"Д \"":258,"Д |":259,"or":260,"tor":261,"en":262,"al":263,"<|":264,"do":265,"fte":266,"xt":267,"|>":268,"endo":269,"ftext":270,"endoftext":271,"rm":272,"term":273,"Д term":274,"ul":275,"ator":276,"cal":277,"cul":278,"calcul":279,"calculator":280,"ac":281,"ex":282,"fac":283,"pr":284,"Д fac":285,"expr":286,"Д factor":287,"Д expr":288,"be":289,"di":290,"gi":291,"mbe":292,"nu":293,"Д nu":294,"digi":295,"mber":296,"Д number":297,"digit":298,"Д digit":299,"Д c":300,"at":301,"ay":302,"hat":303,"is":304,"lor":305,"olor":306,"re":307,"way":308,"what":309,"Д ?":310,"Д al":311,"Д is":312,"Д color":313,"ways":314,"Д always":315,"Д g":316,"(\"":317,")\"":318,"+\"":319,"-\"":320,"/\"":321,"Д \")\"":322,"Д \"+\"":323,"Д \"-\"":324,"Д \"/\"":325,"*\"":326,"ad":327,"bad":328,"od":329,"ou":330,"ood":331,"rou":332,"Д bad":333,"tes":334,"Д \"*\"":335,"red":336,"reen":337,"Д good":338,"routes":339,"Д \"(\"":340,"\"<|":341,"\"(\"":342,"green":343,"Д red":344,"Д routes":345,"Д green":346,"\",":347,".ДҠ":348,"an":349,"Д or":350,"Д be":351,"Д can":352,"es":353,"\".":354,"Th":355,"am":356,"ar":357,"de":358,"fi":359,"mar":360,"nes":361,"rul":362,"ram":363,"Д calculator":364,"Д de":365,"Д rul":366,"Д \"\"":367,"Д gram":368,"The":369,"fines":370,"Д defines":371,"Д rules":372,"Д grammar":373}