#version: 0.2
t e
Ġ "
Ġ |
o r
t or
e n
a l
< |
d o
f te
x t
| >
en do
fte xt
endo ftext
r m
te rm
Ġ term
u l
a tor
c al
c ul
cal cul
calcul ator
a c
e x
f ac
p r
Ġ fac
ex pr
Ġfac tor
Ġ expr
b e
d i
g i
m be
n u
Ġ nu
di gi
mbe r
Ġnu mber
digi t
Ġ digit
Ġ c
a t
a y
h at
i s
l or
o lor
r e
w ay
w hat
Ġ ?
Ġ al
Ġ is
Ġc olor
way s
Ġal ways
Ġ g
( "
) "
+ "
- "
/ "
Ġ" )"
Ġ" +"
Ġ" -"
Ġ" /"
* "
a d
b ad
o d
o u
o od
r ou
Ġ bad
te s
Ġ" *"
re d
re en
Ġg ood
rou tes
Ġ" ("
" <|
" ("
g reen
Ġ red
Ġ routes
Ġg reen
" ,
. Ċ
a n
Ġ or
Ġ be
Ġc an
e s
" .
T h
a m
a r
d e
f i
m ar
n es
r ul
r am
Ġ calculator
Ġ de
Ġ rul
Ġ" "
Ġg ram
Th e
fi nes
Ġde fines
Ġrul es
Ġgram mar
