#version: 0.2
t e
o r
u l
Ġ "
t or
Ġ |
e n
a l
< |
d o
f te
x t
| >
en do
fte xt
endo ftext
a tor
c ul
c al
cul ator
cal culator
o p
Ġ op
r m
te rm
Ġ f
r e
Ġ i
Ġ term
Ġ b
Ġ e
a c
p r
x pr
Ġf ac
Ġfac tor
d i
s ul
Ġ =
re sul
resul t
Ġe xpr
Ġ a
b e
g i
m be
n u
Ġ di
Ġ nu
gi t
mbe r
Ġdi git
Ġnu mber
i n
) )
a d
a t
Ġi s
Ġ result
Ġ c
( d
_ m
_ s
_ di
_ ad
a y
h at
l or
o lor
s t
u b
w ay
w hat
Ġ ?
Ġ al
Ġi f
Ġi n
Ġc olor
_m ul
_s ub
_di v
_ad d
way s
Ġal ways
Ġ g
a n
( "
) "
+ "
- "
/ "
Ġ d
Ġ" )"
Ġ" +"
Ġ" -"
Ġ" /"
! =
' '
( st
( ''
* "
/ /
N o
c e
j o
l o
l s
n e
o d
o u
o od
r ou
Ġ (
Ġ *
Ġ +
Ġ -
Ġ !=
Ġ //
Ġ No
te s
Ġ" *"
Ġf or
Ġf lo
re d
re en
Ġb ad
Ġe ls
Ġdigit s
in t
in st
)) ))
Ġis inst
Ġin t
Ġg ood
an ce
(st r
('' .
jo in
rou tes
ĠNo ne
Ġflo at
Ġels e
Ġisinst ance
Ġ" ("
" <|
" ("
e xpr
g reen
Ġ red
Ġ routes
Ġg reen
)))) <|
" ,
. Ċ
Ġ or
Ġb e
Ġc an
e s
" .
T h
a m
a r
e f
m ar
r ul
r am
Ġ calculator
Ġ rul
Ġ" "
in es
Ġg ram
Ġd ef
Th e
Ġrul es
Ġgram mar
Ġdef ines
