{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"ВЎ":95,"Вў":96,"ВЈ":97,"ВӨ":98,"ВҘ":99,"ВҰ":100,"В§":101,"ВЁ":102,"В©":103,"ВӘ":104,"В«":105,"В¬":106,"В®":107,"ВҜ":108,"В°":109,"Вұ":110,"ВІ":111,"Ві":112,"Вҙ":113,"Вө":114,"В¶":115,"В·":116,"Вё":117,"В№":118,"Вә":119,"В»":120,"Вј":121,"ВҪ":122,"Вҫ":123,"Вҝ":124,"ГҖ":125,"ГҒ":126,"ГӮ":127,"Гғ":128,"Г„":129,"Г…":130,"ГҶ":131,"ГҮ":132,"ГҲ":133,"Гү":134,"ГҠ":135,"ГӢ":136,"ГҢ":137,"ГҚ":138,"ГҺ":139,"ГҸ":140,"Гҗ":141,"Г‘":142,"Г’":143,"Г“":144,"Г”":145,"Г•":146,"Г–":147,"Г—":148,"Гҳ":149,"Гҷ":150,"Гҡ":151,"Гӣ":152,"Гң":153,"Гқ":154,"Гһ":155,"Гҹ":156,"Г ":157,"ГЎ":158,"Гў":159,"ГЈ":160,"ГӨ":161,"ГҘ":162,"ГҰ":163,"Г§":164,"ГЁ":165,"Г©":166,"ГӘ":167,"Г«":168,"Г¬":169,"Гӯ":170,"Г®":171,"ГҜ":172,"Г°":173,"Гұ":174,"ГІ":175,"Гі":176,"Гҙ":177,"Гө":178,"Г¶":179,"Г·":180,"Гё":181,"Г№":182,"Гә":183,"Г»":184,"Гј":185,"ГҪ":186,"Гҫ":187,"Гҝ":188,"ДҖ":189,"ДҒ":190,"ДӮ":191,"Дғ":192,"Д„":193,"Д…":194,"ДҶ":195,"ДҮ":196,"ДҲ":197,"Дү":198,"ДҠ":199,"ДӢ":200,"ДҢ":201,"ДҚ":202,"ДҺ":203,"ДҸ":204,"Дҗ":205,"Д‘":206,"Д’":207,"Д“":208,"Д”":209,"Д•":210,"Д–":211,"Д—":212,"Дҳ":213,"Дҷ":214,"Дҡ":215,"Дӣ":216,"Дң":217,"Дқ":218,"Дһ":219,"Дҹ":220,"Д ":221,"ДЎ":222,"Дў":223,"ДЈ":224,"ДӨ":225,"ДҘ":226,"ДҰ":227,"Д§":228,"ДЁ":229,"Д©":230,"ДӘ":231,"Д«":232,"Д¬":233,"Дӯ":234,"Д®":235,"ДҜ":236,"Д°":237,"Дұ":238,"ДІ":239,"Ді":240,"Дҙ":241,"Дө":242,"Д¶":243,"Д·":244,"Дё":245,"Д№":246,"Дә":247,"Д»":248,"Дј":249,"ДҪ":250,"Дҫ":251,"Дҝ":252,"ЕҖ":253,"ЕҒ":254,"ЕӮ":255,"Еғ":256,"te":257,"or":258,"ul":259,"Д \"":260,"tor":261,"Д |":262,"en":263,"al":264,"<|":265,"do":266,"fte":267,"xt":268,"|>":269,"endo":270,"ftext":271,"endoftext":272,"ator":273,"cul":274,"cal":275,"culator":276,"calculator":277,"op":278,"Д op":279,"rm":280,"term":281,"Д f":282,"re":283,"Д i":284,"Д term":285,"Д b":286,"Д e":287,"ac":288,"pr":289,"xpr":290,"Д fac":291,"Д factor":292,"di":293,"sul":294,"Д =":295,"resul":296,"result":297,"Д expr":298,"Д a":299,"be":300,"gi":301,"mbe":302,"nu":303,"Д di":304,"Д nu":305,"git":306,"mber":307,"Д digit":308,"Д number":309,"in":310,"))":311,"ad":312,"at":313,"Д is":314,"Д result":315,"Д c":316,"(d":317,"_m":318,"_s":319,"_di":320,"_ad":321,"ay":322,"hat":323,"lor":324,"olor":325,"st":326,"ub":327,"way":328,"what":329,"Д ?":330,"Д al":331,"Д if":332,"Д in":333,"Д color":334,"_mul":335,"_sub":336,"_div":337,"_add":338,"ways":339,"Д always":340,"Д g":341,"an":342,"(\"":343,")\"":344,"+\"":345,"-\"":346,"/\"":347,"Д d":348,"Д \")\"":349,"Д \"+\"":350,"Д \"-\"":351,"Д \"/\"":352,"!=":353,"''":354,"(st":355,"(''":356,"*\"":357,"//":358,"No":359,"ce":360,"jo":361,"lo":362,"ls":363,"ne":364,"od":365,"ou":366,"ood":367,"rou":368,"Д (":369,"Д *":370,"Д +":371,"Д -":372,"Д !=":373,"Д //":374,"Д No":375,"tes":376,"Д \"*\"":377,"Д for":378,"Д flo":379,"red":380,"reen":381,"Д bad":382,"Д els":383,"Д digits":384,"int":385,"inst":386,"))))":387,"Д isinst":388,"Д int":389,"Д good":390,"ance":391,"(str":392,"(''.":393,"join":394,"routes":395,"Д None":396,"Д float":397,"Д else":398,"Д isinstance":399,"Д \"(\"":400,"\"<|":401,"\"(\"":402,"expr":403,"green":404,"Д red":405,"Д routes":406,"Д green":407,"))))<|":408,"\",":409,".ДҠ":410,"Д or":411,"Д be":412,"Д can":413,"es":414,"\".":415,"Th":416,"am":417,"ar":418,"ef":419,"mar":420,"rul":421,"ram":422,"Д calculator":423,"Д rul":424,"Д \"\"":425,"ines":426,"Д gram":427,"Д def":428,"The":429,"Д rules":430,"Д grammar":431,"Д defines":432}